<%@ Page Title="דמויות | הטרילוגיה החדשה | אנאקין סקייווקר / דארת' ויידר" Language="C#"
    MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <center>
        <table cellpadding="5" bgcolor="white" width="77%" border="0" dir="rtl">
            <tr>
                <td>
                    <table cellpadding="5" width="100%" border="0" dir="rtl">
                        <tr>
                            <td colspan="2">
                                <center>
                                    <h1>
                                        <font style="font-family: Myriad עברית" size="30">דמויות</font></h1>
                                </center>
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">אנאקין סקייווקר / דארת' ויידר</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    דארת' ויידר נולד כאנאקין סקייווקר לשמי סקייווקר בכוכב החולי טטואין בשנת BBY 42.
                                </p>
                                <p>
                                    כאשר קווי-גון ג'ין ואובי ואן קנובי הגיעו לטטואין, אנאקין עזר להם להרוויח כסף על
                                    מנת לתקן את ספינתם.
                                    <br />
                                    קווי-גון ערך בדיקה לילד וגילה שמספר המידי אורגניזמים מיקרוסקופיים הקשורים ל"כוח"
                                    בדמו היא גדולה יותר מכל יצור שאי פעם ראה.
                                    <br />
                                    בדיקה זו, וביצועיו המדהימים של הילד (ניצחון במירוץ הפודים, בניית דרואיד C-3PO בגיל
                                    10 בלבד, ואפילו הפעלת ספינת קרב קטנה והשמדת תחנת החלל של פדרציית הסוחרים הבדלנים),
                                    גרמו לקווי-גון להאמין שהוא "הנבחר" שיממש את הנבואה, ישמיד את הסית' ויביא איזון ל"כוח".
                                </p>
                                <p>
                                    בעקבות מותו של קווי-גון בדו-קרב נגד דארת' מול, אובי ואן הושבע על ידי קווי גון לאמן
                                    את אנאקין בדרכי הג'דיי. אובי ואן ביצע זאת למרות הסתייגותו של יודה.
                                </p>
                                <p>
                                    אנאקין הפך ל"פדוואן" של אובי ואן קנובי ולמד ממנו את דרכי הג'דיי. אנאקין הפך במהרה
                                    לחניך מצטיין ביכולותיו הקרביות, אך ניכר היה בו חוסר הסבלנות ויהירות. במהלך מתקפת
                                    הדרואידים של פדרציית הסחר על הרפובליקה, נשלח אובי ואן למשימת גיוס צבא חיילים משובטים.
                                    באותו זמן, קיבל אנאקין משימה: לשמור על הסנאטורית פאדמה אמידאלה בכוכב נאבו. בשיחותיו
                                    עם פאדמה מביע אנאקין תסכול מחוסר כוחה של הרפובליקה להילחם ברשע ומחוסר יכולתו למנוע
                                    מהיקרים לו למות.
                                    <br />
                                    כאשר מרגיש אנאקין שאמו בסכנה, הוא ממהר להגיע לטטואין על מנת להצילה. הוא מגיע מאוחר
                                    מדי, ואימו מתה בזרועותיו, לאחר שעונתה על ידי אנשי החול. מתוך מתקפת זעם בלתי נשלט,
                                    טובח אנאקין בכולם, כולל נשים וילדים. בעקבות שדר בהול ממורו, אובי ואן קנובי, אנאקין
                                    ופאדמה יוצאים לחלצו בכוכב ג'נוסיס. בכוכב ההוא הם מתמודדים עם הרוזן דוקו, ראש מועצת
                                    הבדלנים וג'דיי לשעבר שמתגלה כלורד סית'. במהלך הקרב אנאקין מציל את חייו של אובי ואן
                                    אך מאבד את ידו הימנית וניצל באמצעות יודה, שמתערב בזמן. אנאקין מתחתן בסתר עם פאדמה
                                    אמידאלה.
                                </p>
                                <p>
                                    אנאקין נלחם יחד עם אובי ואן במלחמת המשובטים והוכיח את עצמו כאחד מאבירי הג'דיי החזקים
                                    והמוכשרים בצבא הרפובליקה. הוא זכה לתהילה רבה והמשיך ללמוד את דרך ה"כוח" מאובי ואן.
                                    כהכרה בהצטיינותו וביכולתו הגבוהה הוא מקבל ממועצת הג'דיי את האחריות לחנוך את הפדוואנית
                                    המוכשרת אסוקה טאנו. בתקופה זו, סנאטור פלפטין שהיו לו כוונות נסתרות לגבי אנאקין,
                                    מתקרב אליו ומתיידד איתו. בזמן שאנאקין צובר מוניטין כגיבור מלחמה ומנהל רומן סודי
                                    עם פאדמה, הסנאטור פלפטין נהפך לקאנצלר, נשיא הסנאט, ומתחיל לרכז את סמכויות הסנאט
                                    בידיו על מנת לנהל את המלחמה ביתר יעילות.
                                </p>
                                <p>
                                    נפילתו של אנאקין לצד האפל החלה כאשר גילה שאימו עונתה למוות בידי אנשי החול. כאשר
                                    הוא חוזר לחווה של לארס, הוא מתוודה על המעשה בפני פאדמה ומכיר בכך שנהג לא כשורה.
                                    נפילתו המשיכה במלחמת המשובטים, שם אנאקין נלחם במתנקשת סית' בשם אסאג' וונטרס, בזעמו
                                    הוא מכה אותה בעוד היא מגינה על עצמה עם חרב האור שלה, עד שהצוק שעליהם עמדו נשבר ואסאג'
                                    נופלת אל מותה. אנאקין ניצח בקרב הודות לזעם שלו, אך לאביר ג'דיי אסור להיכנע לכעסו.
                                    כאשר הקאנצלר פלפטין נחטף על ידי גנרל גריווס, הגנרל העליון של קונפדרציית המערכות
                                    העצמאיות, אובי ואן ואנאקין מובילים מבצע חילוץ מסוכן שבו אנאקין מציל את הקנצלר ואת
                                    מורו מאסון. הוא מגרד מספינתו של אובי ואן רובוטי חבלה, מביס את הרוזן דוקו בקרב חרבות
                                    והורג אותו. אחר כך הוא מצליח להנחית חצי סיירת-חלל בשלום. כאשר אנאקין נלחם ברוזן
                                    דוקו, הוא מצליח להביסו ומצמיד את חרבו לגרונו. פלפטין מורה לאנאקין להרוג את דוקו,
                                    ואף שאנאקין מסתייג מלהרוג שבוי לא חמוש הוא מבצע את הפקודה, ועורף את ראשו של דוקו.
                                    אחר כך אנאקין מתייסר על כך וזה משפיע עליו בהמשך. אובי ואן ויודה מגיעים לשרידי מקדש
                                    הג'דיי ושומעים שאנאקין פנה לצד האפל וטבח את כל הילדים שם. יודה מחליט כי עליו ועל
                                    אובי ואן להשמיד את הסית'. אובי ואן, שהבין מה מהות ההחלטה, מתחנן בפני יודה לא להעמידו
                                    שמצב כזה, אלא לשלוח אותו להרוג את הקיסר, הוא לא מסוגל להילחם ולהרוג את אנאקין, שכן
                                    הוא כמו אח עבורו. יודה קובע כי אובי ואן לא חזק מספיק על מנת לגבור על סידיוס ומורה
                                    לו להשתמש ברגשותיו על מנת למצוא את תלמידו לשעבר ולבצע את המוטל עליו. אובי ואן נאלץ
                                    להסכים למשימה בעל כורחו.
                                    <br />
                                </p>
                                <p>
                                    בסופו של דבר, אובי ואן מןצא את אנאקין ומנצח אותו בדו-קרב חרבות אור. אנאקין עולה
                                    באש אך מצליח לשרוד הודות ליד הרובוטית שלו, זעמו הרב ושנאתו לג'דיי שבגדו בו. הנשיא
                                    פלפטין, דארת' סדיוס, שבינתיים ביצע את ההפיכה והכריז על עצמו כקיסר, מגיע לכוכב הלבה,
                                    מגלה את הפציעה החמורה שלו ומציל את אנאקין בחדר ניתוחים סודי, גפיו הקטועות של אנאקין
                                    מוחלפות בחלפים ביוניים ועל גופו החרוך מותקנות מערכות החייאה, בעיקר באזור על הריאות.מערכות
                                    אלו כוסו בחליפת שריון שחורה ומאיימת שנועדה לספק לו הגנה ולהפיל פחד על אויביו. על
                                    ראשו מותקנת קסדה בעלת מכונת הנשמה ואמצעי ראייה ביוניים. בסיום הניתוח, כ-19 שנה לפני
                                    הקרב ביאבין 4, נולד הסייבורג המאיים <b>דארת' ויידר</b>. הדבר הראשון שוויידר שואל
                                    הוא לשלומה של פאדמה, אשתו האהובה. הקיסר אומר לו ש"בזעמך, כנראה הרגת אותה", כאשר
                                    הוא מתייחס לחניקת הכוח שאנאקין הפעיל עליה בכוכב מוסטאפר, אך ויידר מתעקש שזה לא יכול
                                    להיות ושהוא הרגיש שהיא חיה. לבסוף, הוא מבין שפאדמה אכן מתה ומרוב כעס וכאב ליבו מתאבן.
                                    בתסכולו וזעמו הוא גורם להפרעה בכוח שהורסת את חדר הניתוח על ציודו. מאחר שפאדמה הייתה
                                    הדבר החשוב ביותר בחייו, מקדיש ויידר את מה שנותר מחייו להרס ונקמה על גורלו האומלל
                                    ולשירות הקיסר לו הוא נשבע אמונים.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Anakin Skywalker.png" alt="AnakinSkywalker" style="height: 403px;
                                    width: 310px" />
                            </td>
                        </tr>
                    </table>
                </td>
            </tr>
        </table>
    </center>
</asp:Content>
