<%@ Page Title="דמויות | הטרילוגיה המקורית | בובה פאט" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <center>
        <table cellpadding="5" bgcolor="white" width="77%" border="0" dir="rtl">
            <tr>
                <td>
                    <table cellpadding="5" width="100%" border="0" dir="rtl">
                        <tr>
                            <td colspan="2">
                                <center>
                                    <h1>
                                        <font style="font-family: Myriad עברית" size="30">דמויות</font></h1>
                                </center>
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">בובה פאט</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    בובה הוא שיבוט של ג'נגו פאט, אך כחלק מהחוזה בין ג'נגו למשבטים, בובה רשאי לגדול כבנו
                                    של ג'נגו ולא כחייל בצבא המשובטים. בובה גדל בקאמינו. אובי ואן קנובי, החוקר את ניסיונות
                                    ההתנקשות, מגיע לקאמינו ונפגש עם ג'נגו ובנו. לאחר קרב בין ג'נגו לאובי-ואן, בובה ברח
                                    לספינת "עבד 1" של משפחת פאט, וירה בג'דיי. בדרך לכוכב ג'נוסיס, בובה עודד את אביו
                                    להרוג את אובי-ואן, שנחשב למת. עם זאת, מתגלה כי אובי-ואן פרק את הזבל של החללית, והחללית
                                    לא ניזוקה כלל, אובי וואן הצמיד אותה לאסטרואיד כדי שבובה ואביו לא יבחינו בו. כשהקרב
                                    על ג'נוסיס החל, בובה עמד לצד אביו, הרוזן דוקו, ניוט גונריי והארכידוכס פוגל הנחות.
                                    מייס ווינדו מגיע למקום, ומנסה לחלץ את אובי-ואן, אנקין סקייווקר ופאדמה. בובה צפה
                                    באביו נרמס על ידי אחת ממפלצות הריק, וראשו נערף על ידי ווינדו. בעוד העימות בין צבא
                                    הרפובליקה הגלקטית וצבא הדרואידים ההבדלני נמשך, בובה יוצא ממחבואו, מרים את קסדתו
                                    של אביו ונשבע לנקום בווינדו.
                                </p>
                                <p>
                                    הוא דמות הנבל הראשי אחרי דארת' ויידר, כשעוקב אחר המילניום פלקון וגורם לדארת' ויידר
                                    ללכוד את נוסעיה. ויידר מענה את קפטן האן סולו, ובובה שואל את ויידר האם סולו ישרוד
                                    הקפאה בפחמן. ויידר מבטיח לבובה שהאימפריה תפצה את בובה אם סולו מת, אך לאחר שסולו
                                    מוקפא בפחמן מתגלה שהוא חי. בובה מעביר את סולו הקפוא לארמונו של ג'אבה ההאט כפרס.
                                    <br />
                                    אחר כך, בובה נמצא בארמונו של ג'אבה כאשר ברית המורדים מגיעה כדי לחלץ את סולו. המורדים
                                    מובסים, ונלקחים על ידי ג'אבה לבור הסארלאק כהוצאה להורג. המורדים נאבקים נגד השומרים,
                                    ובובה עצמו נאבק נגד לוק סקייווקר. בסופו של דבר, האן סולו מתנגש ומצית בטעות את תרמיל
                                    הריחוף של בובה, הנופל לתוך פיו של הסארלאק.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Boba Fett.png" alt="BobaFett" style="height: 275px; width: 214px" />
                            </td>
                        </tr>
                    </table>
                </td>
            </tr>
        </table>
    </center>
</asp:Content>
