<%@ Page Title="דמויות | הטרילוגיה המקורית | C-3PO" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <center>
        <table cellpadding="5" bgcolor="white" width="77%" border="0" dir="rtl">
            <tr>
                <td>
                    <table cellpadding="5" width="100%" border="0" dir="rtl">
                        <tr>
                            <td colspan="2">
                                <center>
                                    <h1>
                                        <font style="font-family: Myriad עברית" size="30">דמויות</font></h1>
                                </center>
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">C-3PO</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    3PO נמצא הרוס ברחובות מוס אספה בטטואין, אך נמצא על ידי העבד אנאקין סקייווקר. אנאקין
                                    בנה מחדש את 3PO, אך לא היה ברשותו כיסוי מוזהב לכן בנה את 3PO בצורתו השלדית. אנאקין
                                    אירח בבקתת משפחת סקייווקר את מאסטר הג'דיי קווי-גון ג'ין, מלכת נאבו פאדמה אמידאלה,
                                    ג'אר ג'אר בינקס וחברו הטוב ביותר של 3PO -‏ R2-D2. הדרואיד צפה בניצחונו של אנאקין
                                    במרוץ הפודים (ובעקבות כך, יציאתו מעבדות), אך נשאר בטטואין עם שמי סקייווקר כשאנאקין
                                    עוזב לנאבו. בשנת BBY 30, שמי מכסה את 3PO בציפוי כסוף, ובשנת BBY 27 עבר לשרת את משפחת
                                    לארס, וזאת לאור העובדה ששמי התחתנה עם קליאג לארס.
                                </p>
                                <p>
                                    בשנת BBY 22 אירעו אירועי מתקפת המשובטים. זמן מה לאחר חטיפתה של שמי על ידי אנשי חול,
                                    אנאקין (כעת פדוואן) וסנאטור פאדמה אמידאלה הגיעו לטטואין. אנאקין הגיע כדי לחפש אחר
                                    אימו, אותה מצא מתה בכפר אנשי החול, ובעקבות כך ירש את חוות הלחות של משפחת לארס. 3PO
                                    היה נוכח בהלוויה של שמי, שנקטעה כש-R2-D2 ניסה להעביר מסר דחוף לאנאקין, ואת המסר
                                    3PO תרגם. לאחר ההלוויה, אנאקין ופאדמה מתכוננים לטוס לג'נוסיס כדי להציל את אובי ואן
                                    קנובי, ובנו של קליג - אואן - נותן לאנאקין את 3PO.
                                </p>
                                <p>
                                    בקרב על ג'נוסיס, R2-D2 ו-3PO נשארו על סיפון ספינת החלל המלכותית של פאדמה. R2-D2
                                    יצא לשדה הקרב, ו-3PO יצא אחריו. השניים הגיעו למפעל ייצור דרואידי קרב, בו פאדמה אנאקין
                                    נלחמו בג'נוסיאנים. R2-D2 הגן על פאדמה, ואילו 3PO נפל על גבי פלטפורמת ייצור, וכך
                                    ראשו נחת על גוף של דרואיד קרב מסדרה B1 וגופו צורף לראש של דרואיד קרב מאותו הייצור.
                                    שני הגלגולים של 3PO יצאו לשדה הקרב. בשם קונפדרציית המערכות העצמאיות, דרואידי הקרב
                                    החלו לתקוף את הג'דיי. ראש דרואיד הקרב המחובר לגופו של 3PO גילה כי אינו מסוגל להילחם,
                                    ואילו ראשו של 3PO התנצל בפני הג'דיי אותם תקף. עם זאת, שניהם החלו לסבול מבעיות תכנות;
                                    לאחר שאחד אבירי הג'דיי ערף את ראשו של 3PO ,3PO החל לגדף את אבירי הג'דיי האחרים וגופו
                                    של דרואיד הקרב עדיין ירה על הג'דיי. קיט פיסטו ניטרל את האיום של דרואיד הקרב בעל
                                    גופו של 3PO על ידי שימוש בכוח. R2-D2 עשה שימוש במסור חשמלי כדי לנתק סופית את ראשו
                                    של 3PO, ומחבר את הגוף לראש. אחרי סיוע מצד מאסטר יודה וצבא המשובטים, הקרב נגמר ו-3PO
                                    מתייחס לאירועים הללו כחלום מוזר. זמן מה לאחר הקרב, R2-D2 ו-3PO הם העדים היחידים
                                    לחתונתם הסודית של אנאקין סקייווקר ופאדמה אמידאלה.
                                </p>
                                <p>
                                    3PO ו-R2-D2 נמצאים כעת בבעלותו של קפטן ניאטיליס על סיפון ספינתה של ליאה אורגנה,
                                    ולאחר שדארת' ויידר מתקיף את החללית של ליאה, היא שולחת את השניים להעביר מסר לאובי-ואן
                                    קנובי. השניים מגיעים לטטואין, שם הם נתפסים על ידי הג'אוות אוכלי הנבלות ומוצעים למכירה.
                                    3PO ו-R2-D2 לבסוף נמכרים לאוון לארס, ובסוף מגיעים לידיו של לוק סקייווקר. R2-D2 ו-3PO
                                    בורחים מלוק, המותקף על ידי אנשי חול. עם זאת, אובי-ואן מציל את לוק, ומקבל מסר מליאה
                                    המודיע על קיומו של כוכב המוות.
                                </p>
                                <p>
                                    3PO הוא זה שמודיע לברית המורדים כי האימפריה הגלקטית איתרה אותם. 3PO בורח עם האן
                                    סולו, צ'ובאקה וליאה במילניום פלקון, בעוד R2-D2 ולוק נוסעים לדגובה לפגוש את מאסטר
                                    יודה. 3PO וסולו נעשים קרובים יותר, ולאחר המרדף בשדה האסטרואידים, המילניום פלקון
                                    וצוותה מגיעים לעיר העננים. בעוד הוא חוקר חדר בעיר העננים, 3PO נורה על ידי חייל סער
                                    ומפורק. בחיפוש אחריו, צ'ובאקה מוצא את חלקיו המבותרים של 3PO במכל מיחזור. כאשר דארת'
                                    ויידר מגלה את נוכחותם של ברית המורדים, צ'ובאקה נכלא עם חלקיו של 3PO, ואף בונה אותו
                                    בצורה גרועה ביותר. בעזרתו של לאנדו, ברית המורדים הצליחה להימלט, בלי האן סולו הקפוא
                                    בפחמן, שנלקח על ידי בובה פאט. לאחר חזרתו, R2-D2 מתקן את 3PO באופן מלא.
                                </p>
                                <p>
                                    כשנה לאחר הבריחה מעיר העננים, לוק פקד על 3PO ו-R2-D2 להעביר מסר ממנו לג'אבה ההאט,
                                    אליו האן סולו הקפוא הועבר. למעשה, לוק מסר את הדרואידים לג'אבה כדי לזכות במעין אישור
                                    כניסה, וכך יצא ש-3PO שימש כמתורגמן החדש של ג'אבה (בניגוד ל-R2D2, אשר נעשה לשולחן
                                    משקאות). 3PO תרגם עבור צייד הראשים באוש - ליאה בתחפושת - אשר מסר את צ'ובאקה לג'אבה.
                                    העניינים הסתבכו כאשר באוש דרש 50,000 מטבעות תרומת צ'ובאקה ואיים להשתמש בנפץ תרמי,
                                    ג'אבה חבט ב-3PO ופירק אותו. לאחר שג'אבה גילה כי באוש הוא ליאה, לוק סקייווקר חדר
                                    לארמון של ג'אבה והרג את הראנקור שלו. כוחותיו של ג'אבה גברו על לוק, צ'ובאקה והאן
                                    סולו המופשר, אשר נשלחו כארוחה לסארלאק. בעוד ליאה משמשת כשפחה של ג'אבה, לוק גובר
                                    על השומרים, ובובה פאט נהרג. ליאה משתחררת וחונקת את ג'אבה, בעוד דוברת המפרש שלו נשרפת
                                    והמורדים נמלטים מהמקום.
                                </p>
                                <p>
                                    3PO ליווה את כוח הפלישה שבא לאנדור כדי להרוס את מחולל המגן של כוכב המוות השני. הוא,
                                    R2-D2, לוק, האן וצ'ובאקה נתפסו על ידי האיווקים, אשר חשבו כי 3PO הוא אל בשם "המוזהב".
                                    על אף שתכנותו של 3PO נוגד לאלוהות, הוא נעשה אורח כבוד בסעודה שהתרחשה בכפר העץ הבהיר.
                                    חבריו הובאו לכפר העץ הבהיר כאסירים, ונועדו להיות ארוחה לאיווקים. למרות חוסר רצונו,
                                    לוק שיכנע את 3PO להשתתף במשתה, אך רק בתנאי שחבריו ישוחררו, מה שאכן קרה. לוק גורם
                                    ל-3PO לרחף באמצעות הכוח כדי להפגין את "כוחות הקסם" של 3PO, אשר סיפר את קורות מלחמת
                                    האזרחים הגלקטית לאיווקים. בעקבות כך, האיווקים סייעו למורדים בקרב על אנדור, מה שאיפשר
                                    להאן ולליאה להרוס את מחולל המגן. בקרב על כוכב המוות השני 3PO לא מופיע רבות, אך היה
                                    נוכח בחגיגות שהתרחשו אחריו.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/C-3PO.png" alt="C-3PO" style="height: 357px; width: 180px" />
                            </td>
                        </tr>
                    </table>
                </td>
            </tr>
        </table>
    </center>
</asp:Content>
