<%@ Page Title="דמויות | הטרילוגיה ההמשכית | פין" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <center>
        <table cellpadding="5" bgcolor="white" width="77%" border="0" dir="rtl">
            <tr>
                <td>
                    <table cellpadding="5" width="100%" border="0" dir="rtl">
                        <tr>
                            <td colspan="2">
                                <center>
                                    <h1>
                                        <font style="font-family: Myriad עברית" size="30">דמויות</font></h1>
                                </center>
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">פין</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    פין, שמקום הולדתו לא ידוע, נלקח מביתו וממשפחתו כילד צעיר. בתחילה עובד פין כתברואן,
                                    אך לאחר מכן משולב בתוכנית האימונים לחיילי סער של המסדר הראשון. מאחר שחיילי הסער
                                    אינם מקבלים שמות, הוא זכה למספר הסידורי FN-2187 ושובץ תחת פיקודה של קפטן פאזמה.
                                </p>
                                <p>
                                    פין משובץ למשימתו הראשונה, תפיסתה של מפה המובילה לג'די האחרון, לוק סקייווקר על הכוכב
                                    ג'אקו, הנמצאת בידיו של לור סאן טקה. לור סאן טקה נהרג בידי קיילו רן שהגיע למקום מוקדם
                                    יותר. כועס על מותו פו דמרון מנסה לירות ברן, שעוצר את קרן הלייזר במעופה. לאחר שדמרון
                                    נלקח בשבי מצווה מנהיג המשימה, קיילו רן, על חיילי הסער לחסל את כל תושבי הכפר. פין,
                                    מזועזע עדיין ממות אחד מחבריו, אינו מסוגל לבצע את הפקודה.
                                    <br />
                                    כשהוא חוזר למשחתת הבין-כוכבית הוא מזועזע עדיין ונתקף חרדה, מה שגורם לו להסיר את
                                    קסדתו. קפטן פאזמה מוצאת אותו במצבו זה, ודורשת ממנו להתייצב בלשכתה. FN-2187 מחליט
                                    לערוק מכוחות הסער של המסדר הראשון, ולשם כך הוא מחלץ את דמרון השבוי במטרה שהלה יבריח
                                    את שניהם בחללית TIE fighter. במהלך מנוסתם מעניק לו דמרון את השם פין, בו הוא נקרא
                                    מאותו רגע ואילך.
                                </p>
                                <p>
                                    בשפין פוגש את ריי הוא מתחזה לחבר בברית המורדים וקונה בכך את אמונה. ריי הופכת לחברתו
                                    ובת בריתו, ופין עושה כמיטב יכולתו להגן עליה ולהציל אותה (אם כי בכל המקרים שבהם ניסה
                                    לסייע לה התברר כי ריי הצליחה להיחלץ בכוחות עצמה). לבסוף הוא מחליט להצטרף למורדים
                                    ומסייע במתקפה על קוטל הכוכבים (אם כי גם כאן המניע האמיתי שלו הוא הרצון לחלץ את ריי
                                    השבויה). במסגרת נסיונותיו לסייע לריי הוא מנהל קרב חרבות אור חסר סיכוי מול קיילו
                                    רן, במהלכו הוא נפצע קשה ומאבד את הכרתו. פין מחוסר ההכרה מחולץ על ידי ריי וצ'ובאקה.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Finn.png" alt="Finn" style="height: 295px; width: 304px" />
                            </td>
                        </tr>
                    </table>
                </td>
            </tr>
        </table>
    </center>
</asp:Content>
