<%@ Page Title="מידע כללי" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <center>
        <table cellpadding="5" bgcolor="white" width="77%" border="0" dir="rtl">
            <tr>
                <td>
                    <table cellpadding="5" width="100%" border="0" dir="rtl">
                        <tr>
                            <td colspan="2">
                                <center>
                                    <h1>
                                        <font style="font-family: Myriad עברית" size="30">מידע כללי</font></h1>
                                </center>
                            </td>
                        </tr>
                        <tr>
                            <td align="center" colspan="2">
                                <table class="QuickView" style="font-family: Myriad עברית; height: 162px; width: 371px"
                                    cellpadding="5" border="1" dir="rtl">
                                    <tr>
                                        <td colspan="2">
                                            מעבר מהיר:
                                        </td>
                                    </tr>
                                    <tr>
                                        <td>
                                            ג'ורג' לוקאס
                                        </td>
                                        <td>
                                            <a href="#GeorgeLucas">לחץ</a>
                                        </td>
                                    </tr>
                                    <tr>
                                        <td>
                                            חברת ההפקות לוקאס פילם
                                        </td>
                                        <td>
                                            <a href="#Lucasfilm">לחץ</a>
                                        </td>
                                    </tr>
                                    <tr>
                                        <td>
                                            סרטים
                                        </td>
                                        <td>
                                            <a href="#Movies">לחץ</a>
                                        </td>
                                    </tr>
                                </table>
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <br />
                                <br />
                                <br />
                                <br />
                            </td>
                        </tr>
                        <tr>
                            <td id="GeorgeLucas" colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">ג'ורג' לוקאס</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    <b>ג'ורג' וולטון לוקאס הבן</b> הוא תסריטאי, מפיק ובמאי קולנוע אמריקאי, המוכר בעיקר
                                    כיוצר סדרות סרטי הקולנוע מלחמת הכוכבים ואינדיאנה ג'ונס.
                                </p>
                                <p>
                                    ג'ורג' לוקאס נולד בעיר מודסטו בקליפורניה שבארצות הברית, למשפחה בת 6 נפשות. בצעירותו
                                    היה לוקאס תלמיד בינוני למדי, ועיקר ענינו היה במרוצי מכוניות. הוא חלם להיות נהג מרוצים
                                    מקצועי ביום מן הימים, אך תאונת דרכים שעבר, אחרי שסיים את התיכון, קטעה את חלומו.
                                    לאחר פציעתו החליט להירשם לקולג', ולאחר מכן המשיך לאוניברסיטה.
                                </p>
                                <p>
                                    לוקאס נרשם למגמת הקולנוע של אוניברסיטת דרום קליפורניה, שם זכה בפרס על סרט קצר שצילם.
                                    בשנת 1967 קיבל מלגה מחברת האחים וורנר לצפות בהסרטת הסרט "הקשת של פיניאן" (1968),
                                    בבימויו של פרנסיס פורד קופולה. קופולה ולוקאס חברו יחדיו והקימו חברת הפקה בשנת 1969.
                                    לוקאס הקים חברה משלו - לוקאס פילם. בשנת 1973 כתב לוקאס וביים סרט מעין אוטוביוגרפי
                                    בשם "אמריקן גרפיטי". הסרט זכה בפרס גלובוס הזהב ובחמש מועמדויות לפרס האוסקר.
                                </p>
                                <p>
                                    בשנים 1973–1974 עבד לוקאס על התסריט לסרט מלחמת הכוכבים. את ההשראה לתסריט קיבל לוקאס
                                    מסדרת הקומיקס פלאש גורדון ומסרטי הסמוראים של קראוסה. לוקאס הקים שתי חברות שייעודן
                                    היה להפיק מעשית וטכנית את הסרט מלחמת הכוכבים - את ILM ואת SKYWALKER SOUND, אך כאשר
                                    החל להפיץ את התסריט בין האולפנים הוא נדחה. בסוף הסכימו אולפני פוקס המאה ה-20 להפיק
                                    את הסרט, אך דרשו קיצוץ של 40% משכרו של לוקאס כבמאי קולנוע. לוקאס הסכים, בתנאי שבמקום
                                    המשכורת יקבל 100% על זכויות הסחורה הנלווית לסרט. האולפנים קיבלו תנאי זה, מכיוון
                                    שחשבו שזכויות אלו לא יפיקו כסף בכל מקרה. הסרט "מלחמת הכוכבים" היה לשובר קופות; בובות
                                    וסחורות מכול סוג ומין יוצרו במקביל לסרט, החל בסבון, עבור בצעצועים וכלה אפילו בסדינים.
                                    לוקאס, שהיה המחזיק הבלעדי של הזיכיון, הפך בין לילה למולטי-מיליונר. הוא המשיך את
                                    הפקת סרטי הסדרה כמעט במימון עצמי, וללא צורך במימון מהאולפנים.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/George Lucas.jpg" alt="GeorgeLucas" style="height: 290px; width: 206px" />
                            </td>
                        </tr>
                        <tr>
                            <td id="Lucasfilm" colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">חברת ההפקות לוקאס פילם</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    <b>לוקאס פילם</b> היא חברה אמריקאית להפקת סרטי קולנוע וסדרות טלוויזיה, החברה ממוקמת
                                    בסן פרנסיסקו, קליפורניה.
                                </p>
                                <p>
                                    החברה ידועה בשל סרטי מלחמת הכוכבים ואינדיאנה ג'ונס ובהובלה ופיתוח של אפקטים מיוחדים,
                                    קול והנפשה ממוחשבת. וקאס פילם נוסדה על ידי ג'ורג' לוקאס ב-1971, בעיר סן רפאל שבקליפורניה.
                                    מרבית פעילות החברה עברה לסן פרנסיסקו ב-2005. חברת וולט דיסני רכשה את לוקאס פילם
                                    בשנת 2012 בהערכת שווי של 4.06 מיליארד דולר.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Lucasfilm.png" alt="Lucasfilm" style="height: 115px; width: 316px" />
                            </td>
                        </tr>
                        <tr>
                            <td id="Movies" colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">סרטים</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    <b>מלחמת הכוכבים</b> היא סדרת סרטי מדע בדיוני ופנטזיה אמריקאיים מצליחים שיצר במאי
                                    הקולנוע ג'ורג' לוקאס.
                                </p>
                                <p>
                                    הסרט הראשון בסדרה נקרא אז "מלחמת הכוכבים" ושמו שונה; כיום הוא נקרא "מלחמת הכוכבים
                                    - פרק 4: תקווה חדשה". הסרט יצא בשנת 1977. מאז יצאו שמונה סרטים נוספים בסדרה, האחרון
                                    שבהם בשנת 2017.
                                </p>
                                <p>
                                    בסדרת הסרטים כיכבו אנסמבל של שחקנים כדוגמת מארק המיל, האריסון פורד, קארי פישר ואלק
                                    גינס, פרנק אוז (בטרילוגיה המקורית), היידן כריסטנסן, נטלי פורטמן, יואן מקגרגור, ליאם
                                    ניסן, כריסטופר לי וסמואל ל. ג'קסון (בטרילוגיה המקדימה) ודייזי רידלי, ג'ון בויגה,
                                    אדם דרייבר ואוסקר אייזק (בטרילוגיית ההמשך). בעקבות רכישת לוקאס פילם על ידי דיסני,
                                    הכריזו הרוכשים על הפקת טרילוגיה חדשה (פרקים 7 - 9); הראשון בהם יצא לאקרנים בדצמבר
                                    2015.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Star Wars.png" alt="StarWars" style="height: 183px; width: 307px" />
                            </td>
                        </tr>
                    </table>
                </td>
            </tr>
        </table>
    </center>
</asp:Content>
