<%@ Page Title="דמויות | הטרילוגיה החדשה | גנרל גרייווס" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <center>
        <table cellpadding="5" bgcolor="white" width="77%" border="0" dir="rtl">
            <tr>
                <td>
                    <table cellpadding="5" width="100%" border="0" dir="rtl">
                        <tr>
                            <td colspan="2">
                                <center>
                                    <h1>
                                        <font style="font-family: Myriad עברית" size="30">דמויות</font></h1>
                                </center>
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">גנרל גרייווס</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    גנרל גרייווס ידוע כקר ומחושב, אסטרטג מבריק, לוחם בעל עוצמה רבה ואספן של חרבות אור
                                    שנלקחו מקורבנותיו.
                                </p>
                                <p>
                                    גרייווס צד את הג'דיי כספורט, ושומר על חרבות האור החזקות שלו בגלימתו. הוא מאומן בלחימה,
                                    גרייווס פיתח צורת לחימה לא שגרתית: הוא משתמש במהירות גדולה, ומסובב את חרבות האור
                                    ב-20 סיבובים לשנייה, מה שקורע את יריבו לגזריו.
                                </p>
                                <p>
                                    לגרייווס במקור יש שתי ידיים בעלות שש אצבעות, וכשהוא מפצל אותן לארבע יש לו שלוש אצבעות
                                    בכל יד. חרבות האור בהן גרייווס משתמש הן בצבעים כחול וירוק; שתיים ירוקות ושתיים כחולות.
                                    בנוסף לכך, לגרייווס יש מעין מעמדים מיוחדים לחרבות אור ברגליו, מה שמאפשר לו להילחם
                                    עם שש חרבות אור בו זמנית כשהוא עומד על רגליו. שיפורים מכניים מאפשרים לגרייווס לחשב
                                    את מהלכיו של היריב ודרכי ההתגוננות, והוא היה אף מסוגל להתגונן משיטת ה"וואפאד" של
                                    מייס וינדו על קורוסנט.
                                </p>
                                <p>
                                    גרייווס הרג עשרות ג'דיי, ומשתמש לעיתים בשיטות לא שגרתיות וערמומיות כדי לנצח בדו-קרב.
                                    לדוגמה, נגד נאהדר וב הוא השתמש בבלאסטר, ונגד אית' קות' הוא השתמש בשומרי המגנה -
                                    שומרי ראש רובוטיים בעלי מוטות חשמל - כדי להמם את הג'דיי. גרייווס הוא טקטיקן מיומן,
                                    ומציג בפני יריבו אסטרטגיות קרב "מוטעות", כדי שיריבו יגיב בהתאם ויתן לגריווס יתרון.
                                    לפעמים, גרייווס יוצא בקרבות כנגד מטרות אזרחיות, כדי לתת ליריבו בחירה: ניצחון בקרב
                                    לעומת חיי אדם. עם זאת, גרייווס היהיר זילזל באויביו, אבל הוא עדיין נחשב כגאון צבאי
                                    אך חסר עידון. גרייווס מחזיק יתרון נוסף בקרב, לאור העובדה כי בראשו מותקנות שתי אנטנות
                                    זעירות, באמצעותן הוא מסוגל לשלוט ולזמן צבאות דרואידים. גופו המכני של גרייווס איפשר
                                    לו לשרוד בחלל, והוא גם ידוע כטייס מיומן - כפי שנקבע על ידי מייס וינדו, הוא "מיומן
                                    בטיסה כמו שהוא מיומן בחרבות אור".
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/General Grievous.png" alt="GeneralGrievous" style="height: 360px;
                                    width: 313px" />
                            </td>
                        </tr>
                    </table>
                </td>
            </tr>
        </table>
    </center>
</asp:Content>
