<%@ Page Title="דמויות | הטרילוגיה המקורית | האן סולו" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <center>
        <table cellpadding="5" bgcolor="white" width="77%" border="0" dir="rtl">
            <tr>
                <td>
                    <table cellpadding="5" width="100%" border="0" dir="rtl">
                        <tr>
                            <td colspan="2">
                                <center>
                                    <h1>
                                        <font style="font-family: Myriad עברית" size="30">דמויות</font></h1>
                                </center>
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">האן סולו</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    האן סולו בילדותו עבד בחללית בשם מזל הסוחרים, שריד מחללית שנלחמה במלחמת המשובטים,
                                    שם החוק אשר שלט היה "כולם עובדים". לאחר שבילה את מרבית ילדותו בחללית, ווקית אלמנה
                                    בשם דיולאנה לקחה את סולו תחת חסותה. בגיל 19, סולו השתחרר מעבודתו, כאשר ברח מהחללית.
                                </p>
                                <p>
                                    לאחר שצבר יכולות טיסה מרשימות, הצטרף סולו לצי הטייסים של האימפריה הגלקטית. במהלך
                                    קריירת השירות בצי, מפקדו של סולו הורה לו להתעלל באחד מהווקים אשר תפקדו כעבדים, תחת
                                    שלטונה של האימפריה. כאשר האן סירב לעשות זאת, הוא גורש מהצי, אך הכיר את חברו לחיים,
                                    אשר חב את חייו להאן - צ'ובאקה. האן זכה בחללית המילניום פלקון מידיד שעבד כשכיר חרב
                                    בשם לאנדו קלריסיאן, בטורניר סאבאק בכוכב בספין.
                                </p>
                                <p>
                                    ביחד, סולו וצ'ובאקה עסקו בהברחות לא חוקיות, וזכו למוניטין מכובד ביותר בקרב העוסקים
                                    במקצוע זה. לרוע מזלו של סולו, בזמן פעילות לא חוקית בכוכב קסל הוא נרדף בידי צי חלליות
                                    אימפריאלי ונאלץ לשחרר חלק ממטענו הלא חוקי כדי להימנע ממאסר. מהלך זה גרם לפתיחת חוב
                                    גדול אצל אחד מראשי הפשע הגדולים והמאיימים ביותר הידועים בגלקסיה, וכמו כן מעסיק לשעבר
                                    של האן, ג'אבה ההאט. ג'אבה הציב פרס כספי על ראשו של האן, וגרם לכך שירדפו אחריו ציידי-ראשים
                                    שונים, בין היתר, גם גרידו, אותו לבסוף סולו הרג.
                                </p>
                                <p>
                                    מצבו של סולו היה קשה, עד כדי כך שהוא הסכים להסיע שני זרים, לוק סקייווקר ואובי-וואן
                                    קנובי, לכוכב הלכת אולדריאן, תמורת 17,000 קרדיטים. במהלך הטיסה לכוכב הלכת, אשר לבסוף
                                    התברר כי הושמד, המילניום פאלקון נגררה אל תוך תחנת החלל האימפריאלית שהשמידה אותו:
                                    כוכב המוות הענקי. בכוכב המוות נגרר סולו למשימת הצלתה של הנסיכה ליאה אורגנה, אחת
                                    ממנהיגי ברית המורדים הגלקטית, הנלחמת באימפריה הגלקטית. לאחר שהרג כמה שוטרים אימפריאליים,
                                    כמעט ונמחץ למוות במכל אשפה ענקי, וניצב מול צבא חיילי-סער ענק לבדו, סולו הצליח לברוח
                                    מתחנת החלל, ביחד עם לוק, ליאה, ושני הדרואידים R2D2 ו-C3PO.
                                    <br />
                                    בהגיעם לבסיס המורדים בכוכב יאבין 4, סולו קיבל את הפרס הכספי שהובטח לו על הצלתה של
                                    ליאה. הוא סירב להצטרף לצי החלליות אשר התכוון לתקוף ולהשמיד את כוכב המוות בטענה שמדובר
                                    במשימת התאבדות. לוק המאוכזב המריא אל עבר המתקפה, כשהאן נפרד ממנו במשפט "יהי ה'כוח'
                                    עמך". כשהצי החל לאבד את רוב טייסיו, והמצב נראה אבוד, סולו התערב במתקפה, ויירט את
                                    דארת' ויידר ממסלולו, שנייה לפני שהאחרון כמעט והפיל את לוק. הדבר אפשר ללוק לירות
                                    את הטיל שהשמיד את כוכב המוות הראשון. כהוקרת תודה על הריסת הנשק האולטימטיבי של אויבה,
                                    ברית המורדים העניקה ללוק והאן מדליות-כבוד על תרומתם ועזרתם.
                                </p>
                                <p>
                                    3 שנים לאחר מכן, היה האן מפקד בברית המורדים על הכוכב המושלג והקופא הות'. כאשר לוק
                                    יצא לסקור את השטח, ולא חזר (בעקבות התקפת יצור שלג בשם וומפה), האן יצא לחפשו. לבסוף,
                                    הוא מצא אותו, על סף קפיאה למוות. האן הציל את לוק מקפיאה ולאחר ששהו לילה שלם בקור
                                    המקפיא של הכוכב, לוק והאן חולצו על ידי חבריהם. חששותיהם של המורדים התגשמו והאימפריה
                                    מצאה את בסיסם. כוחות המורדים הפסידו בקרב נגד כוחות האימפריה, אשר הספיקו להשתכלל
                                    רבות במהלך 3 השנים שחלפו, ונמלטו מהכוכב. בעוד שלוק פנה אל עבר כוכב דגובה, שם נמצא
                                    מאסטר יודה, האן, ליאה, צ'ובאקה ו-C-3PO נמלטו בתמרונים מתוחכמים מחלליות האימפריה
                                    ופנו אל עבר "עיר העננים", הנמצאת בכוכב בספין, בה נמצא חברו הוותיק של האן, לנדו,
                                    מתוך שתקווה שהלה יספק להם מקלט. בדרכם לשם הם כמעט ונאכלו על ידי תולעת-חלל ענקית,
                                    בזמן שהסתתרו בשדה אסטרואידים מפני חלליות אימפריאליות, אך התגלו בידי צייד הראשים
                                    בובה פאט אשר רדף אחרי האן בשל הפרס שהוצע על ראשו על ידי ג'אבה. כשהגיעו לכוכב, לנדו
                                    קיבל את פניהם בשמחה, ואף שיכן אותם באחת מהדירות המובחרות שבכוכב, אך משהזמין אותם
                                    לחדר האוכל הם גילו בו את דארת' ויידר, שבלם את התקפותיו של האן ואסר אותו ואת חבורתו.
                                    האן הפגוע והנבגד גילה כי לנדו הסגיר אותם לכוחות האימפריה מחוסר ברירה, לאחר שמיקומם
                                    הוסגר בידי בובה פאט. ויידר החליט להקפיא את האן בפחמן (קרבוניט) כדי לבדוק את בטיחות
                                    ההליך, מאחר שתכנן להביא כך את לוק סקיווקר לקיסר פלפטין.
                                </p>
                                <p>
                                    לאחר שאמר זאת האן הוקפא, ניתן לבובה פאט והפך לקישוט לקיר שאמור להיות מוצג בארמונו
                                    של ג'אבה. לאנדו, אשר ניסה לכפר על מעשיו, גבר בעזרת כוחות עיר העננים על חיילי האימפריה,
                                    וניסה להציל את האן מידי בובה פאט. ניסיונו נכשל, והאן הועבר אל הכוכב טטואין.
                                </p>
                                <p>
                                    לאחר שנתפס על ידי ג'אבה, האן הקפוא נתלה על קיר ארמונו כאות אזהרה למועסקיו. חברי
                                    ברית המורדים לא התייאשו, ויצאו למבצע ההצלה. במהלכו, נפלו ליאה (אשר הצליחה להפשיר
                                    את האן) וצ'ובאקה בשבי, כאשר לנדו התחזה לאחד משומריו של ג'אבה, ושני הדרואידים, R2-D2
                                    ו-C-3PO שימשו כמשרתיו. לבסוף, הגיע לוק סקייווקר, כעת מיומן עוד יותר באומנויות הג'דיי,
                                    וניסה לשכנע את ג'אבה להחזיר את חבריו. כאשר ג'אבה צחק בפניו, לוק ניסה להתקיפו, אך
                                    נפל למלכודת, וניצב אל מול מפלצת הראנקור. כשהוא הרג אותה, הוא נשלח, ביחד עם האן וצ'ובאקה,
                                    אל עבר מפלצת החול המכונה הסארלאק. גם מהוצאה להורג זו הצליחו המורדים להתחמק, ואחרי
                                    שפוצצו את ספינת הדגל של ג'אבה, אותו ליאה הרגה, הם נמלטו מהכוכב. בחללית הדגל של המורדים
                                    הם מגלים כי לנדו יוביל את צי החלליות שיתקיף, ובתקווה גם ישמיד, את כוכב המוות השני
                                    (שנמצא בבנייה), בעוד שעל קרקע הירח אנדור, האן ויחידתו יהרסו את הבונקר המכיל את הגנרטור
                                    היוצר את שכבת המגן העוטפת את תחנת החלל. האן מאשר ללנדו לטוס עם המילניום פלקון, וחש
                                    תחושה מוזרה, כי זו הפעם האחרונה שיראה את השניים.
                                    <br />
                                    כשהאימפריה חוסלה, והאן התאחד עם חבריו (וכמו כן, גם עם ספינתו), הוקמה לה הרפובליקה
                                    הגלקטית החדשה, וביחד איתה, מסדר הג'דיי החדש.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Han Solo.jpg" alt="HanSolo" style="height: 335px; width: 243px" />
                            </td>
                        </tr>
                    </table>
                </td>
            </tr>
        </table>
    </center>
</asp:Content>
