<%@ Page Title="דמויות | הטרילוגיה המקורית | ג'אבה ההאט" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <center>
        <table cellpadding="5" bgcolor="white" width="77%" border="0" dir="rtl">
            <tr>
                <td>
                    <table cellpadding="5" width="100%" border="0" dir="rtl">
                        <tr>
                            <td colspan="2">
                                <center>
                                    <h1>
                                        <font style="font-family: Myriad עברית" size="30">דמויות</font></h1>
                                </center>
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">ג'אבה ההאט</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    ג'אבה הוא בנו של זורבה ההאט, והוא גנגסטר השולט בכוכב טטואין ומצליח לשמור על עצמאות
                                    מסוימת הן בתקופת שלטון הרפובליקה והן בתקופת שלטון האימפריה.
                                </p>
                                <p>
                                    ג'אבה תפס את האן סולו, מחוץ לקנטינה במוס אייסלי. מסתבר כי בעבר, ג'אבה נתן להאן משלוח
                                    להברחה. במהלך הטיסה, האן נתקל בחלליות אימפריאליות, ונאלץ להשליך את הסחורה מחוץ לחלליתו,
                                    אל עבר החלל הפתוח. מהלך זה גרם נזק כספי לג'אבה, עליו ציפה לקבל פיצוי מהאן. לאחר
                                    שהמועד בו האן היה אמור לשלם פג, ג'אבה שכר קבוצת ציידי-ראשים, ביניהם גרידו ובובה
                                    פאט אשר תפקידם היה למצוא את האן, ולהביאו אל ג'אבה. ג'אבה איים על האן, והודיע לו
                                    כי הוא מצפה לתשלום בקרוב. אם לא, יהיה לו חבל להפטר ממנו בדרכים לא-נעימות.
                                </p>
                                <p>
                                    ג'אבה קיבל את האן המוקפא, בצורת קיר פחמן מבובה פאט, אשר נעזר בדארת' ויידר לתפיסתו.
                                    ג'אבה קיבל את זוג הדרואידים C-3PO ו-R2D2 במתנה מלוק סקייווקר, כחלק מתוכנית גדולה
                                    שמטרתה הייתה שחרורו של האן. במהלך המבצע, נתפסו צ'ובאקה והנסיכה ליאה על ידי ג'אבה
                                    - צ'ובאקה הושלך לכלא, וליאה הפכה לשפחתו של ג'אבה. לוק הגיע לארמונו של ג'אבה, והציע
                                    לג'אבה עסקה שבמהלכה ישחרר ג'אבה את חבריו ותמורתם יקבל כסף רב. כשג'אבה סירב, לוק
                                    ניסה לתוקפו, אך במקום זאת נפל למלכודת של ג'אבה, וניצב אל מול מפלצת הראנקור. לוק
                                    הצליח להרוג אותה, וג'אבה ציווה להשליך אותו ואת האן כטרף למפלצת אחרת - מפלצת החול,
                                    הסארלאק, השוכן בים הדיונה בטטואין. לוק הצליח להציל את כל שאר חברי ברית המורדים הגלקטית,
                                    בקרב שהתרחש מעל הסארלאק, בו הצליח האן, ללא כוונה, להרוג את בובה פאט. ג'אבה מצא את
                                    מותו כאשר ליאה נאבקה בו, וחנקה אותו בעזרת שרשרת ברזל אותה הוא קשר אליה. ג'אבה מת
                                    בגיל 600.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Jabba.png" alt="JabbaTheHutt" style="height: 296px; width: 234px" />
                            </td>
                        </tr>
                    </table>
                </td>
            </tr>
        </table>
    </center>
</asp:Content>
