<%@ Page Title="דמויות | הטרילוגיה ההמשכית | קיילו רן" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <center>
        <table cellpadding="5" bgcolor="white" width="77%" border="0" dir="rtl">
            <tr>
                <td>
                    <table cellpadding="5" width="100%" border="0" dir="rtl">
                        <tr>
                            <td colspan="2">
                                <center>
                                    <h1>
                                        <font style="font-family: Myriad עברית" size="30">דמויות</font></h1>
                                </center>
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">קיילו רן</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    קיילו רן נולד כשנה לאחר אירועי הקרב על אנדור (5 ABY ). שמו האמיתי הוא בן סולו והוא
                                    בנם של האן סולו והנסיכה ליאה אורגנה.
                                </p>
                                <p>
                                    בן חונך בדרכי הג'דיי על ידי דודו, אביר הג'דיי האחרון, לוק סקייווקר, אך פותה לעבור
                                    לצד האפל על ידי המנהיג העליון סנוק שנתן לו את שמו "קיילו רן". בן מחסל את כל הג'די
                                    למעט אלו שעברו איתו לצד האפל. בעקבות בגידתו של בן סולו בדרכי הכוח החליט לוק להפסיק
                                    את חינוך הדור הבא של אבירי הג'דיי ונעלם, והוריו של בן, האן וליאה, נפרדו. רן הוא
                                    מנהיג מסדר אבירי רן הקשור למסדר הראשון שהחליף את האימפריה הגלקטית ומיוסודו הוא מסדר
                                    אשר קשור לכוח.
                                </p>
                                <p>
                                    במהלך האירועים מופיע רן כזרוע המבצעת ועושה דברו של השליט העליון סנוק, בעצמו חזק
                                    ביותר בכוח ומורהו של רן. רן מביע מספר פעמים את פקפוקיו בבחירה שעשה במעבר לצד האפל,
                                    ומציין את משיכתו אל האור. הוא שומר את קסדתו השרופה והמעוותת של סבו, דארת' ויידר,
                                    בו הוא רואה דמות להערצה ומקווה להשלים את משימתו של ויידר, וממנו הוא שואב השראה כשהמשיכה
                                    אל האור חזקה ממנו. ליאה שפגשה את האן מכשנעת אותו לנסות להחזיר את בנם לצד המואר היות
                                    שהוא "אביו". על מנת להתגבר על המשיכה לאור בוחר רן לרצוח את אביו, האן סולו, כשזה
                                    פוגש אותו ומנסה להחזיר אותו אל הצד המואר ואל חיק משפחתו.
                                </p>
                                <p>
                                    רן ננזף בידי מורו, המנהיג העליון סנוק, על חולשותיו ואף מנסה לתקוף אותו, ללא הצלחה.
                                    רן מגלה מרירות כלפי מורו. רן מצליח לתקשר עם ריי טלפתית ובמהלך שיחות אלו רן מוסר
                                    את גרסתו לסיבה בגינה בגד בדודו, בג'דיי ובאביו. מתברר כי לוק סקייווקר ראה את הצד
                                    האפל מתגבר בתלמידו וחשב להורגו את מנת למנוע ממנו לבגוד בו. משהיסס לוק, בן הצליח
                                    להינצל ובגד במסדר תוך שהוא מחסל אותו כליל.
                                </p>
                                <p>
                                    רן לוקח את ריי אל חדרו של סנוק. מספר ניסיונות של סנוק לפתות את ריי לצד האפל נכשלים
                                    והוא מנסה להתגרות ברשותיה. ריי מנסה לתקוף את סנוק ונכשלת. בניגוד לקיסר פלפטין, שהחליט
                                    לחסל את לוק במו ידיו, סנוק מטיל את המשימה על תלמידו. רן מקרב את חרבו אל ראשה של
                                    ריי, אך בה בעת מזיז את חרבה של ריי שמונחת לצד סנוק תוך שהוא גורם לו להאמין שהוא
                                    יפעיל את חרבו על ריי. ברגע של חוסר תשומת לב מצידו של סנוק, רן מפעיל את חרב האור
                                    של ריי שחוצה את סנוק לשניים והורגת אותו. רן וריי נכנסים לקרב קשה נגד שומריו של סנוק
                                    ולא פעם מצילים אחד את השנייה. בסיום הקרב כל אחד מציע לשני להצטרף לצד שלו בכוח, אך
                                    ריי מחליטה לתקוף אותו ומשהיא מנסה לקחת את חרבו קיילו מפעיל התנגדות למשיכתה והחרב
                                    נשברת אגב פיצוץ גדול. ריי נמלטת ורן מאבד את הכרתו.
                                </p>
                                <p>
                                    גנרל האקס מגיע לחדר על מנת לגלות כי המנהיג העליון איננו ורן ששב להכרתו טוען כי "הילדה
                                    הרגה את המנהיג" ומחלק להאקס פקודות. מכשמגלה הגנרל התנגדות לפקודותיו של רן, רן חונק
                                    אותו באמצעות ה"כוח" ומכריז על עצמו כמנהיג העליון של המסדר הראשון. בלית ברירה, האקס
                                    מקבל את מרותו.<br />
                                    רן מוביל את הקרב על הכוכב קרייט ואף נלחם בהשתקפותו של לוק סקייווקר אותה חשב לסקייווקר
                                    עצמו. השתקפותו של סקיווקר מתפוגגת ושיירי המורדים מנצלים את ההסחה ובורחים מהכוכב.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Kylo Ren.png" alt="KyloRen" style="height: 346px; width: 175px" />
                            </td>
                        </tr>
                    </table>
                </td>
            </tr>
        </table>
    </center>
</asp:Content>
