<%@ Page Title="דמויות | הטרילוגיה החדשה | פאדמה אמידאלה" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <center>
        <table cellpadding="5" bgcolor="white" width="77%" border="0" dir="rtl">
            <tr>
                <td>
                    <table cellpadding="5" width="100%" border="0" dir="rtl">
                        <tr>
                            <td colspan="2">
                                <center>
                                    <h1>
                                        <font style="font-family: Myriad עברית" size="30">דמויות</font></h1>
                                </center>
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">פאדמה אמידאלה</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    פאדמה נולדה בכוכב נאבו ונבחרה למלכה בגיל 14.
                                    <br />
                                    בזמן כהונתה הותקף הכוכב על ידי פדרציית הסחר ופאדמה הוברחה ממנו על ידי שני אבירי
                                    הג'דיי - קווי-גון ג'ין ואובי-וואן קנובי - כדי לבקש סיוע מהסנאט של הרפובליקה.
                                    <br />
                                    במהלך מסעם פגשה פאדמה את אנאקין כשהיה עוד ילד בן 10.
                                </p>
                                <p>
                                    אחרי שנכשלה להשיג עזרה מהסנאט, חזרה לכוכב נאבו וכרתה ברית עם הגאנגאנים, ייצורים
                                    אמפיביים ששכנו ביערות ובביצות של הכוכב, שהיו ביחסי עוינות הדדית עם בני האדם. צבא
                                    הגאנגאנים הצליח לעכב את צבא הדרואידים של פדרציית הסחר, בזמן שפאדמה ואבירי הג'די
                                    השתלטו על הארמון המלכותי ואנאקין סקייווקר השמיד את תחנת החלל של הפדרציה ושיתק את
                                    צבא הדרואידים.
                                </p>
                                <p>
                                    לאחר שירותה כמלכה העם רצה שתהיה סנטורית בסנאט הגלקטי וכך נבחרה לסנטורית של נאבו.
                                    <br />
                                    במשך שירותה בסנאט, רצו אנשי פדרציית הסחר להרוג אותה וניסו להתנקש בה בזמן נחיתתה
                                    בקורוסנט. לאחר התקרית ממנה ניצלה בזכות כפילה, הוצמדו אליה אנאקין ואובי-ואן כשומרי
                                    ראש.
                                    <br />
                                    ניסיון התנקשות נוסף הוביל להחלטה לשלוח את פאדמה ואנאקין להסתתר בנאבו.
                                </p>
                                <p>
                                    אחרי שאנאקין עובר לצד האפל בניסיון להציל אותה ממוות, הוא כמעט הורג אותה, כאשר חשב
                                    שבגדה בו והסגירה אותו לאובי-וואן קנובי, אך הוא עצר ברגע האחרון. למרות העובדה שלא
                                    ניזוקה פיזית באופן קטלני, פאדמה איבדה את רצונה לחיות. היא יולדת תאומים בניתוח מסובך
                                    ועל ערש דווי מבקשת פאדמה מאובי-וואן לזכור שבאנאקין עדיין נשאר טוב.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Padme.jpg" alt="PadméAmidala" style="height: 333px; width: 234px" />
                            </td>
                        </tr>
                    </table>
                </td>
            </tr>
        </table>
    </center>
</asp:Content>
