<%@ Page Title="דמויות | הטרילוגיה המקורית | פלפטין" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <center>
        <table cellpadding="5" bgcolor="white" width="77%" border="0" dir="rtl">
            <tr>
                <td>
                    <table cellpadding="5" width="100%" border="0" dir="rtl">
                        <tr>
                            <td colspan="2">
                                <center>
                                    <h1>
                                        <font style="font-family: Myriad עברית" size="30">דמויות</font></h1>
                                </center>
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">פלפטין</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    דארת' סידיוס הוא אדון הסית' החזק בהיסטוריה וודאי שהמוצלח מביניהם.
                                    <br />
                                    הוא היה תלמידו של דארת' פלייג'וס החכם, שלפי האמונה הרווחת הצליח אף ליצור חיים יש
                                    מאין באמצעות הצד האפל של הכוח. פלפטין בגד במורו ורצח אותו בשנתו. ממורו למד פלפטין
                                    הרבה מיכולותיו, כולל את יכולת הברקים. כוחותיו של פלפטין כוללים חיזוי עתידות וראיית
                                    הנולד, בשילוב עם יכולת תכנון אסטרטגית לטווח רחוק המאפשרת לו לרקום מזימות מסובכות
                                    ומורכבות. גרימה לשינויים בקנה מידה מטורף לכל הדעות בכוח עצמו ובנוסף, יכול פלפטין
                                    להזיז במהירות חפצים כבדים באמצעות ה"כוח".
                                </p>
                                <p>
                                    הוא נודע ביכולתו לירות ברקי חשמל רבי עוצמה מכפות ידיו. למעשה ברקיו של פלפטין היו
                                    העוצמתיים בהיסטוריית הסית' כולה, הברקים היו כה עוצמתיים עד שלא רק ששיתקו ועינו את
                                    הקורבן או יכלו לגרום למותו, אלא אף יכלו להדוף אותו באוויר פיזית. לפלפטין יש 2 חרבות
                                    אור בצבע אדום והוא נחשב לסייף הרצחני והקטלני ביותר בגלקסיה בכל הזמנים, אף יותר טוב
                                    מיודה.
                                </p>
                                <p>
                                    פלפטין הוא דיפלומט ופוליטיקאי מחונן. הוא תמיד יודע מה הדבר הנכון לומר וכיצד לרכוש
                                    את אמונם של אלה שהוא בא איתם בדברים. הוא מצוין בתמרון אנשים ובניצולם למטרותיו שלו.
                                    הוא הצליח ליצור נסיבות ולתמרן את פאדמה אמידאלה לגרום להפלת הקאנצלר ולמינויו הוא
                                    במקומו, ואילו את ג'אר ג'אר בינקס הוא הצליח לשכנע להגיש הצעה הנותנת לקאנצלר סמכויות
                                    מורחבות. פלפטין הצליח לשכנע את אנאקין סקייווקר שהג'דיי מושחתים ולחבור אליו, אך הצליח
                                    לעשות זאת רק אחרי עבודה קשה, שיטתית וארוכת-טווח של פגישות שכנוע ומניפולציות. כישרונותיו
                                    הדיפלומטיים של פלפטין היו כה טובים עד שהוא הצליח להסתיר ממועצת הג'דיי ובראשה יודה
                                    ומייס ווינדו, שהוא אדון סית', על אף שנפגש איתם באופן יום יומי ושהה "ממש מתחת לאף
                                    שלהם".
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Emperor Palpatine.jpg" alt="Palpatine" style="height: 250px; width: 365px" />
                            </td>
                        </tr>
                    </table>
                </td>
            </tr>
        </table>
    </center>
</asp:Content>
