<%@ Page Title="דמויות | הטרילוגיה ההמשכית | פו דמרון" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <center>
        <table cellpadding="5" bgcolor="white" width="77%" border="0" dir="rtl">
            <tr>
                <td>
                    <table cellpadding="5" width="100%" border="0" dir="rtl">
                        <tr>
                            <td colspan="2">
                                <center>
                                    <h1>
                                        <font style="font-family: Myriad עברית" size="30">דמויות</font></h1>
                                </center>
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">פו דמרון</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    פו דמרון הוא טייס מצליח של צי ההתנגדות של הגנרלית ליאה אורגנה, והרובוט BB-8 הוא
                                    הדרואיד אסטרומק שלו. הוא נשלח על ידי ליאה לפלנטה ג'אקו, במשימה להשגת חלק מפה שיוביל
                                    למיקום של אחיה, לוק סקייווקר. לפני שפו מספיק לעזוב עם המפה, המסדר הראשון תוקף והוא
                                    נלכד. הטייס נותן את המפה ל-BB-8, אשר נמלט אל מדבר בזמן שקיילו רן מענה את פו בחיפוש
                                    של מפה. פו ניצל על ידי חייל הסער הבוגד פין, והם נמלטים בלוחם Tie. הם מתרסקים על
                                    ג'אקו, פין נפלט מן הספינה ומשוער שפו מת בזמן שכלי הרכב ההרוס נשאב אל תוך החול. פו
                                    מופיע שוב מאוחר יותר, לאחר שנזרק גם מההתרסקות, עכשיו כשהוא מוביל טייסת של טייסי
                                    X-Wing במתקפה על המסדר הראשון בטירה של מז קנטה. מאוחר יותר הוא מוביל את הטייסת שלו
                                    לתקוף את בסיס מחסל הכוכבים של המסדר הראשון, ויורה את היריות שגורמות לנשק הורס הפלנטות
                                    להתפוצץ.
                                </p>
                                <p>
                                    פו יוצא למשימה בלתי אפשרית נגד ספינת הדגל של סנוק, יוצר קשר עם הגנרל האקס ולועג
                                    לו בקוראו לו "האגס" תוך שהוא מעמיד פנים שאינו שומע אותו. הרפתקנותו של פו מביאה את
                                    צי המחתרת לקרב קשה מול צי המסדר הראשון והמחתרת סופגת כה קשה. על מעשים פזיזים אלו
                                    הגנרלית ליה אורגאנה מורידה אותו בדרגה. במהלך ההתקפה ליה נפגעת ונכנסת לקומה. אדמירל
                                    משנה הולדו מחליפה אותה אך לא מציגה תוכנית פעולה ברורה וגורמת לפו לתסכול. כשהמצב
                                    נואש מתמיד פו מורד באדמירלית ושם אותה תחת מעצר ולוקח את הפיקוד לידיו עד אשר ליה
                                    מתאוששת ומהממת את פו באקדחה. הוא נוכח במנוסה מפני המסדר הראשון, בקרב בכוכב הלכת
                                    קרייט.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Poe Dameron.png" alt="PoeDameron" style="height: 346px; width: 175px" />
                            </td>
                        </tr>
                    </table>
                </td>
            </tr>
        </table>
    </center>
</asp:Content>
