<%@ Page Title="דמויות | הטרילוגיה המקורית | R2-D2" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <center>
        <table cellpadding="5" bgcolor="white" width="77%" border="0" dir="rtl">
            <tr>
                <td>
                    <table cellpadding="5" width="100%" border="0" dir="rtl">
                        <tr>
                            <td colspan="2">
                                <center>
                                    <h1>
                                        <font style="font-family: Myriad עברית" size="30">דמויות</font></h1>
                                </center>
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">R2-D2</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    R2-D2 הוא דרואיד שירות ותיקונים מכניים. הוא רובוט שמגיב לפקודות קול אך אינו מסוגל
                                    לדבר.
                                </p>
                                <p>
                                    R2 יחד עם 5 רובוטים נוספים מסוגו שלו, מנסים לתקן את החללית של המלכה אמידאלה. מתוך
                                    החמישה, R2 הוא היחיד שמצליח לתקן את החללית ולשרוד – דבר אשר גורם למלכה לקרוא לו
                                    לסיפון ולהודות לו באופן אישי. הוא מתלווה לחוליית החיפוש אחר חלקי חילוף לספינה, הכוללת
                                    את קווי-גון ג'ין וג'אר ג'אר בינקס, בכוכב טטואין. שם הוא פוגש באנאקין סקייווקר, מי
                                    שיצר את C-3PO, שבעתיד יהפוך לחברו הטוב.
                                </p>
                                <p>
                                    R2 מבצע תיקונים רבים במהלך חייו ומציל את C-3PO. כמו שהוא נהרס במפעל הדרואידים, וכש-C-3PO
                                    התרסק בגלל שנכנס למקום אסור בביתו של לאנדו קלריסיאן.
                                </p>
                                <p>
                                    R2-D2 החליף ידיים רבות במהלך חייו. איש אינו יודע היכן יוצר, והוא החל את דרכו כרובוט
                                    שירותים ותיקונים על הספינה המלכותית של נאבו, אך בעקבות מלחמת המשובטים עבר לבעלותו
                                    של אנאקין סקייווקר, לו הוא סייע בקרבות החלל שלו. אחרי נפילתו של אנאקין לצד האפל
                                    וקריסת הרפובליקה הועבר R2-D2 לרשות ברית המורדים. כ־19 שנה מאוחר יותר, בעקבות השתלטותו
                                    של דארת' ויידר על ספינת המורדים, R2-D2 ו־C-3PO נשלחים על ידי הנסיכה ליאה אורגנה
                                    לכוכב החול טטואין. שם הם נתפשים בידי ג'אוות שמוכרים אותם ללוק סקייווקר, החיי עם
                                    דודו החורג. בידיו של לוק, R2-D2 טוען שהאדון שלו הוא "אובי-וואן קנובי" ובעקבות ההודעה
                                    שמתגליית בו מוצא לוק את אובי-וואן, שמספר ללוק שהוא בן לאביר ג'דיי דגול. בעקבות הפגישה
                                    עם אובי-וואן, יוצאת החבורה - הכוללת את לוק, אובי-וואן, R2-D2 ,C-3PO וזוג הטייסים
                                    האן סולו וצ'ובאקה - להרפתקה בחלל, שבסופה הם מצטרפים לברית המורדים. אחרי מותו של
                                    אובי-וואן קנובי, עובר R2-D2 לבעלותו של לוק סקייווקר ומסייע לו להטיס את חללית הקרב
                                    X-Wing שלו.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/R2-D2.png" alt="R2-D2" style="height: 270px; width: 185px" />
                            </td>
                        </tr>
                    </table>
                </td>
            </tr>
        </table>
    </center>
</asp:Content>
