<%@ Page Title="דמויות | הטרילוגיה ההמשכית | ריי" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <center>
        <table cellpadding="5" bgcolor="white" width="77%" border="0" dir="rtl">
            <tr>
                <td>
                    <table cellpadding="5" width="100%" border="0" dir="rtl">
                        <tr>
                            <td colspan="2">
                                <center>
                                    <h1>
                                        <font style="font-family: Myriad עברית" size="30">דמויות</font></h1>
                                </center>
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">ריי</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    מקום הולדתה של ריי אינו ידוע. כשהייתה קטנה מכרו אותה הוריה האלכוהוליסטים תמורת משקה
                                    חריף לאנקאר פלאט. ומאז שרדה לבדה על הכוכב ג'אקו כשלמחייתה היא אוספת גרוטאות שונות
                                    מספינות חלל שהתרסקו על אדמת ג'אקו, ומוכרת אותן בתמורה למזון. ריי משוכנעת שהוריה
                                    יחזרו לאסוף אותה, ולכן אינה מוכנה לעזוב את ג'אקו מחשש שמא תחמיץ אותם. בנוסף היא
                                    מסמנת על הקיר במקום מגוריה (AT-AT מרוסק) כל יום שעובר מאז נעלמו הוריה.
                                </p>
                                <p>
                                    ריי פוגשת את הדרואיד BB-8 ואת חייל הסער העריק פין הטוען בפניה שהוא חבר בברית המורדים,
                                    ומשכנע אותה לברוח איתו אל בסיס המורדים בספינת חלל שאותה הם גונבים ממגרש גרוטאות
                                    סמוך. במהלך מנוסתם מכוחות המסדר הראשון הרודפים אחרי BB-8, נחטפת הספינה, המילניום
                                    פלקון, על ידי ספינת משא שעליה, כך מתברר, האן סולו וצ'ובאקה. ריי מתיידדת עם השניים,
                                    ועד מהרה מציע לה האן עבודה בצוותו על המילניום פלקון.
                                </p>
                                <p>
                                    לאחר שקיילו רן רוצח את האן סולו, ריי ופין נאלצים להילחם בקיילו רן. פין נפצע אך ריי
                                    גוברת עליו באורח פלא. ריי טסה בחללית בשליחות ברית המורדים במטרה לאתר את לוק סקייווקר,
                                    ולבסוף מצליחה לאתר אותו, אז היא מושיטה לו את חרב האור שלו, אותה קיבלה קודם לכן ממאז
                                    קאנאטה.
                                </p>
                                <p>
                                    ריי מבקשת מלוק סקייווקר ללמוד את דרכי הג'די. לוק מסרב עד שמגלה מה עלה בגורלו של
                                    ידידו, האן, ועד שארטו מקרין לו את הודעתה הנואשת של הנסיכה ליאה. ריי מתקשרת מספר
                                    פעמים טלפתית עם קיילו רן, עד שהוא מגלה לה את האמת על בגידתו בלוק ומשפחתו (לוק ניסה
                                    להרוג אותו כשחש שיש בו יותר מדי אופל). ריי הכועסת תוקפת את לוק ויוצאת אל ספינת הדגל
                                    של סנוק למצוא את קיילו רן והחזירו לצד המואר.
                                    <br />
                                    קיילו רן פועל כמצופה ומביא את ריי לפני מנהיגו.
                                    <br />
                                    במהלך העימות, קיילו בוגד בסנוק ותופס את מקומו. ריי וקיילו נחמים גב אל גב מול שומריו
                                    של סנוק, אך ריי מסרבת להצעתו לעבור לצידו. ריי נמלטת מהמקום לאחר שחרבה מתפוצצת ומצטרפת
                                    למחתרת על כוכב קרייט בדרכם החדשה.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Rey.png" alt="Rey" style="height: 295px; width: 245px" />
                            </td>
                        </tr>
                    </table>
                </td>
            </tr>
        </table>
    </center>
</asp:Content>
