<%@ Page Title="ציר הזמן" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <center>
        <table cellpadding="5" bgcolor="white" width="77%" border="0" dir="rtl">
            <tr>
                <td>
                    <table cellpadding="5" width="100%" border="0" dir="rtl">
                        <tr>
                            <td colspan="2">
                                <center>
                                    <h1 id="Top">
                                        <font style="font-family: Myriad עברית" size="30">ציר הזמן</font></h1>
                                </center>
                            </td>
                        </tr>
                        <tr>
                            <td align="center" colspan="2">
                                <table class="QuickView" style="height: 71px; width: 556px; font-family: Myriad עברית"
                                    cellpadding="5" border="1" dir="rtl">
                                    <tr>
                                        <td colspan="2">
                                            מעבר מהיר:
                                        </td>
                                    </tr>
                                    <tr>
                                        <td>
                                            מלחמת הכוכבים - פרק 1: אימת הפנטום
                                        </td>
                                        <td>
                                            <a href="#Ep.1">לחץ</a>
                                        </td>
                                    </tr>
                                    <tr>
                                        <td>
                                            מלחמת הכוכבים - פרק 2: מתקפת המשובטים
                                        </td>
                                        <td>
                                            <a href="#Ep.2">לחץ</a>
                                        </td>
                                    </tr>
                                    <tr>
                                        <td>
                                            מלחמת הכוכבים - פרק 3: נקמת הסית'
                                        </td>
                                        <td>
                                            <a href="#Ep.3">לחץ</a>
                                        </td>
                                    </tr>
                                    <tr>
                                        <td>
                                            מלחמת הכוכבים - פרק 4: תקווה חדשה
                                        </td>
                                        <td>
                                            <a href="#Ep.4">לחץ</a>
                                        </td>
                                    </tr>
                                    <tr>
                                        <td>
                                            מלחמת הכוכבים - פרק 5: האימפריה מכה שנית
                                        </td>
                                        <td>
                                            <a href="#Ep.5">לחץ</a>
                                        </td>
                                    </tr>
                                    <tr>
                                        <td>
                                            מלחמת הכוכבים - פרק 6: שובו של הג'דיי
                                        </td>
                                        <td>
                                            <a href="#Ep.6">לחץ</a>
                                        </td>
                                    </tr>
                                    <tr>
                                        <td>
                                            מלחמת הכוכבים - פרק 7: הכוח מתעורר
                                        </td>
                                        <td>
                                            <a href="#Ep.7">לחץ</a>
                                        </td>
                                    </tr>
                                    <tr>
                                        <td>
                                            מלחמת הכוכבים - פרק 8: אחרוני הג'דיי
                                        </td>
                                        <td>
                                            <a href="#Ep.8">לחץ</a>
                                        </td>
                                    </tr>
                                </table>
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <br />
                                <br />
                                <br />
                                <br />
                            </td>
                        </tr>
                        <tr>
                            <td id="Ep.1" colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">מלחמת הכוכבים - פרק 1: אימת הפנטום</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    בשנת 32 BBY, זוג אבירי ג'דיי, קווי-גון ג'ין ותלמידו אובי ואן קנובי, יוצאים למשימה
                                    סודית בכוכב הלכת נאבו - שם עליהם לפתור סכסוך בין הכוכב נאבו לפדרציית הסחר שהטילה
                                    עליו מצור (בסכסוך מעורב לורד סית' בשם דארת' סידיוס).
                                </p>
                                <p>
                                    במהלך מסע הבריחה מהכוכב נאבו, נאלצת החללית שלהם לנחות על כוכב חולי ומדברי בשם טטואין.
                                    בטטואין הם פוגשים בילד קטן וכשרוני בשם אנאקין סקייווקר, שהוא ואמו נמכרו לעבדות.
                                    אנאקין נחשב למהנדס מוכשר וטייס מצטיין. קווי-גון בודק את אנאקין ומוצא שהכוח חזק בו
                                    מעל ומעבר לכל דבר שאי פעם ראה. בגלל זה, הוא מחליט לאמצו ולאמנו להיות אביר ג'דיי
                                    תוך אמונה שאנאקין הוא "הנבחר" שיביא לאיזון בכוח לפי דבר הנבואה העתיקה.
                                </p>
                                <p>
                                    בקורוסאנט, מספר קווי-גון למועצת הג'דיי על התוקף המסתורי שנלחם בהם בטטואין. כיוון
                                    שהם שולטים בכוח, הג'דיי חוששים שמדובר באביר סית', לוחם של מסדר שהוצא מחוץ לחוק ולכאורה
                                    הושמד, העוסק בצד האפל של הכוח. קווי-גון מספר למועצה על אנאקין ומבקש רשות לאמנו.
                                    מועצת הג'דיי מסרבת בטענה שהילד מבוגר מידי בשביל להתחיל באימונים וכן כיוון שיודה,
                                    ראש מועצת הג'דיי והמאסטר החכם מכולם, חש בו ענן של פחד.
                                </p>
                                <p>
                                    אובי ואן, קווי-גון, המלכה אמידאלה ואנאקין הקטן יוצאים לנאבו על מנת לשחררו משלטון
                                    פדרציית הסחר ולשם כך כורתים ברית עם בני הגאנגנים המקומיים.
                                    <br />
                                    בקרב הגדול שמתפתח, דארת' מול (הלוחם המסתורי) הורג את קווי-גון ומחוסל בידי אובי ואן
                                    בזמן שאנאקין מציל את היום ומשמיד את תחנת החלל של פדרציית הסחר.
                                    <br />
                                    אחרי הקרב, אובי ואן מוכתר לדרגת "אביר ג'דיי" ומעלה את בקשתו האחרונה של מורו (לאמן
                                    את אנאקין) בפני יודה. בהסתייגות רבה וחוסר רצון, יודה מאשר לאובי ואן לאמן את אנאקין.
                                    מאחר שיש תמיד שני סית' - מורה ותלמיד - חושדים במועצת הג'דיי שיש עוד סית' שמסתתר
                                    היכן שהוא. בינתיים, תושבי נאבו חוגגים את ניצחונם עם פיוס היסטורי בין בני האדם לגאנגנים.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Ep.1.png" alt="Ep.1" style="height: 290px; width: 206px" />
                            </td>
                        </tr>
                        <tr align="center">
                            <td colspan="2">
                                <a href="#Top">חזרה למעלה</a>
                            </td>
                        </tr>
                        <tr>
                            <td id="Ep.2" colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">מלחמת הכוכבים - פרק 2: מתקפת המשובטים</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    פדרציית הסחר מצטרפת לארגון גדול בו חברות מספר רב של מערכות כוכבים אשר התבדלו מהרפובליקה,
                                    ואשר מתחזק צבא דרואידים גדול. ארגון זה, המכונה קונפדרציית המערכות העצמאיות, מכריז
                                    על מרד כנגד הרפובליקה ומתחיל בניסיונות התנקשות בסנאטורים.
                                    <br />
                                    אובי ואן נשלח לרדוף אחר אחד המתנקשים, אשר ניסה לרצוח את הסנאטורית פאדמה אמידאלה,
                                    אנאקין מקבל תפקיד לא קרבי - עליו לנסוע עם פאדמה לכוכב הבית שלה בנאבו ולשמש כשומר
                                    ראשה עקב מספר ניסיונות שנעשו להתנקש בה. בזמן שאנאקין שומר על פאדמה הוא חושף בפניה
                                    את אהבתו לה, אך פאדמה דוחה אותו.
                                </p>
                                <p>
                                    בינתיים, מרדפו של אובי ואן אחרי המתנקש מוביל אותו לחשיפת קנוניה הכוללת הזמנה מסתורית
                                    של צבא משובטים, שעומדת להיות מסופקת בדיוק כאשר ברית הבדלנים מתארגנת בג'נוסיס לתקוף
                                    את הרפובליקה.
                                    <br />
                                    אנאקין ופאדמה מגיעים לג'נוסיס לנסות לחלץ את אובי ואן, אך נופלים גם הם בשבי. לבסוף,
                                    הם מחלצים את עצמם בעזרת אבירי הג'דיי בראשות מייס וינדו וצבא המשובטים בפיקודו של
                                    יודה. ניסיון החילוץ מתפתח לקרב גדול בין צבא הרפובליקה לברית הבדלנים. אנאקין ואובי
                                    ואן נלחמים ברוזן דוקו, אביר ג'דיי לשעבר, ולמדים על קיומו של לורד סית' בסנאט. במהלך
                                    הקרב אנאקין מאבד את ידו, ומחולץ על ידי יודה.
                                </p>
                                <p>
                                    אחרי שברח, מתקשר דוקו לדארת' סידיוס ואומר לו שהמלחמה התחילה - כמתוכנן. אובי ואן
                                    מספר למועצת הג'דיי את מה שדוקו אמר לו: שדארת' סידיוס שולט בסנאט. ודה מהסס להאמין
                                    לכך אך מאחר שהצד האפל מערפל את הכול, הוא ומייס וינדו מסכימים שיש לשמור על חשדנות
                                    ולעקוב מקרוב אחרי התנהלות הסנאט.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Ep.2.jpg" alt="Ep.2" style="height: 290px; width: 206px" />
                            </td>
                        </tr>
                        <tr align="center">
                            <td colspan="2">
                                <a href="#Top">חזרה למעלה</a>
                            </td>
                        </tr>
                        <tr>
                            <td id="Ep.3" colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">מלחמת הכוכבים - פרק 3: נקמת הסית'</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    מתחולל קרב ענק מעל קורוסנט בין הרפובליקה לצבא הבדלנים בפיקודו של גנרל גרייווס וצבא
                                    הדרואידים שלו.
                                </p>
                                <p>
                                    אנאקין ואובי ואן נשלחים לחלץ את הקאנצלר פלפטין שנחטף בידי הסית' הרוזן דוקו. אנאקין
                                    מצליח להביס את דוקו בקרב חרבות-אור ולפקודת פלפטין הורג אותו, למרות הסתייגות מסדר
                                    הג'דיי מהריגת שבוי לא חמוש.
                                </p>
                                <p>
                                    חברי מועצת הג'דיי הטילו על אנאקין משימה: לרגל אחרי הנשיא פלפטין.
                                    <br />
                                    הנשיא פלפטין מספר לאנאקין ש"הצד האפל" של "הכוח" יכול למנוע מאנשים למות ורומז לו
                                    שרק אם יצטרף לצד האפל יוכל להציל את פאדמה. אנאקין מסתייג מהנשיא, שולף את החרב ומאיים
                                    להרגו, אך בעקבות התקרית עם הרוזן דוקו מחליט להסגירו למועצת הג'דיי.
                                </p>
                                <p>
                                    לאחר שאובי וואן קנובי מצליח לאתר את מנהיג הבדלנים שנותר, גנרל גרייווס, ולהביס אותו
                                    בקרב, אוזלות הסיבות לקיומה של שעת החירום ולסמכויות העודפות שלקח הקאנצלר פלפטין על
                                    עצמו.
                                    <br />
                                    מאסטר מייס וינדו, בכיר חברי המועצה אחרי יודה שיצא למשימה בקאשיק, יוצא לעצור את הקאנצלר,
                                    ואחרי קרב עמו הוא מחליט להרגו. אנאקין, שמתפרץ לזירת הקרב והושפע ממה שקרה עם דוקו,
                                    מונע זאת ממנו והקאנצלר הורג את מייס וינדו על ידי כוחות הסית'. אנאקין מחליט לפנות
                                    לצד האפל של הכוח במטרה להשיג את היכולת להציל את אשתו מהמוות הצפוי לה. הוא מקבל את
                                    מרותו של פלפטין בצורה מוחלטת ואת שם הסית' "דארת' ויידר".
                                </p>
                                <p>
                                    אחרי שהמיר את אנאקין, פלפטין מפעיל את מזימתו להשמיד את מסדר אבירי הג'דיי. הוא נואם
                                    בפני הסנאט ומספר להם על קנוניה של מועצת הג'דיי להשתלט על הרפובליקה ומקבל ממנו אישור
                                    להשמידם בשם קוד 66 (המשובטים מתוכנתים שברגע שאומרים את הקוד הם נהפכים להיות רעים
                                    וכך היה) צבאות הרפובליקה בוגדים בכל אבירי הג'דיי ומחסלים אותם זה אחר זה. אנאקין
                                    עצמו יוצא למקדש הג'דיי וטובח בכל החניכים הצעירים. אחרי כן אנאקין נשלח לכוכב הלבה
                                    הגעשי של מוסטאפר לטבוח את ראשי הבדלנים. למעט יודה, אובי ואן קנובי והסנאטור הנאמן
                                    בייל אורגנה, אף אחד לא שורד. יודה מחליט לשלוח את אובי ואן קנובי להרוג את אנאקין
                                    סקייווקר, כשהוא עצמו מנסה להתעמת עם פלפטין, אך לא מצליח להביס אותו ונאלץ להימלט
                                    לגלות.
                                </p>
                                <p>
                                    אובי ואן מתגנב לספינה של פאדמה, שטסה לכוכב הגעש מוסטאפר מרוב דאגה לאנאקין. אנאקין
                                    מנסה לפתות אותה לעבור לצד האפל אך היא דוחה אותו. כאשר הוא רואה את אובי ואן הוא בטוח
                                    שהיא בגדה בו וכמעט חונק אותה למוות מרוב זעם. אובי ואן ואנאקין פורצים בדו-קרב חרבות-אור
                                    שבסיומו אנאקין מאבד את שתי רגליו ואת ידו השמאלית, ובנוסף לכך גופו מתקרב מדי ללבה
                                    והוא עולה בלהבות.
                                    <br />
                                    פלפטין, שבינתיים הכריז על עצמו כקיסר והפך את הרפובליקה לאימפריה, מגלה זאת ובא להציל
                                    אותו. הוא מכין לאנאקין חליפה ביונית וקסדה עם מכשירי הנשמה המאפשרים לו להישאר בחיים.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Ep.3.png" alt="Ep.3" style="height: 290px; width: 206px" />
                            </td>
                        </tr>
                        <tr align="center">
                            <td colspan="2">
                                <a href="#Top">חזרה למעלה</a>
                            </td>
                        </tr>
                        <tr>
                            <td id="Ep.4" colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">מלחמת הכוכבים - פרק 4: תקווה חדשה</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    הנסיכה ליאה, ממנהיגות ברית המורדים, נלכדת על ידי האימפריה הגלקטית המרושעת. בידי
                                    הנסיכה תוכניות המפרטות כיצד ניתן להרוס את הנשק האולטימטיבי של האימפריה: כוכב המוות
                                    - תחנת חלל המסוגלת להשמיד כוכב לכת שלם. פני שליאה נלכדת בידי דארת' ויידר היא מחביאה
                                    את התוכניות בדרואידים והם נמלטים אל הכוכב טטואין. שם הם מגיעים לידיו של לוק סקייווקר,
                                    נער חווה שאינו מודע למוצאו האמיתי.
                                    <br />
                                    לאחר שנתפסים ונמכרים על ידי סוחרים עם לבוש חום בשם יבה לוק מגלה את קריאת ההצלה של
                                    הנסיכה אשר הוטמעו ב-R2-D2 ושם שומע את השם אובי ואן קנובי. לוק מנסה להחזיר את הרובוטים
                                    לבן קנובי, זקן מתבודד שחי בטטואין ומגלה שהוא היה אובי ואן, אביר ג'דיי של הרפובליקה
                                    וחבר של אביו של לוק, אנאקין סקייווקר, שהיה אביר ג'דיי גם הוא. בעקבות מותם של הוריו
                                    המאמצים בידי חיילי האימפריה, אשר יצאו לאתר את התוכניות הסודיות שהוטמעו ב-R2-D2,
                                    יוצא לוק עם אובי ואן וטייס מבריח בשם האן סולו להציל את הנסיכה ליאה מכוכב המוות.
                                    <br />
                                    במהלך משימת ההצלה נלחם אובי ואן בדארת' ויידר ונהרג בקרב אך הוא מספיק ללמד את לוק
                                    מעט אודות ה"כוח".
                                </p>
                                <p>
                                    כאשר כוכב המוות מגיע להשמיד את בסיס המורדים, לוק משתמש ב"כוח" על מנת לירות טילים
                                    מחללית הקרב שלו אל נקודת החולשה שאותרה בתוכניות שליאה גנבה. אף על פי שכוכב המוות
                                    הושמד, דארת' ויידר - מצליח להימלט, ובעקבות מותו של מנהיג הצי האימפריאלי, גראנד מוף
                                    טארקין, אף מגדיל את סמכותו בקרב חיילי האימפריה כנציגו האישי והישיר של הקיסר עצמו
                                    במאבק כנגד המורדים.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Ep.4.jpg" alt="Ep.4" style="height: 290px; width: 206px" />
                            </td>
                        </tr>
                        <tr align="center">
                            <td colspan="2">
                                <a href="#Top">חזרה למעלה</a>
                            </td>
                        </tr>
                        <tr>
                            <td id="Ep.5" colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">מלחמת הכוכבים - פרק 5: האימפריה מכה שנית</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    לוק והאן סולו הצטרפו לברית המורדים ולאחר מכן לוק נלכד על ידי מפלצת דמוית יטי אך
                                    בעזרת הכוח וחרב האור הוא מצליח לברוח בשעה שהאימפריה - הזועמת על הרס כוכב המוות -
                                    רודפת אחרי המורדים בכל הגלקסיה.
                                    <br />
                                    דארת' ויידר מאתר את בסיס המורדים בכוכב הקרח הוֹת' ומשגר התקפה קטלנית - הכוללת הלכני
                                    AT-AT כבדים - המאלצת את המורדים להתפזר ולהימלט.
                                </p>
                                <p>
                                    לוק סקייווקר בורח ב- X-Wing אל הכוכב דגובה, ביתו של הג'דיי-מאסטר יודה, לאחר שרוחו
                                    של אובי וואן קנובי אמרה לו שעליו ללכת לשם. בדגובה הוא אמור להשלים את אימונו ולהפוך
                                    לאביר ג'דיי. יודה מתחיל לאמן את לוק בדרכי הכוח.
                                </p>
                                <p>
                                    בינתיים, האן סולו וליאה בורחים ביחד ב"מילניום פלקון" מציידי האימפריה. הם בורחים
                                    לעיר העננים של בספין לאחר שנלכדו בתוך מערה על אסטרואיד. הם מסתתרים שם אצל לאנדו
                                    קלריסיאן, נוכל וחבר ישן של האן סולו.
                                    <br />
                                    צייד ראשים בשם בובה פאט שעקב אחריהם מתריע לאימפריה, ודארת' ויידר מציב שם מארב.
                                    <br />
                                    ויידר לוכד את האן סולו, את צ'ובאקה, את ליאה ואת הדרואידים (R2-D2 ו-C-3PO) אך בעוד
                                    השאר מצליחים להימלט, האן סולו מוקפא בתוך פחמן וניתן כפרס לצייד הראשים
                                </p>
                                <p>
                                    לוק קוטע את אימונו באמצע כדי לסייע לחבריו להימלט, אך מוצא את עצמו מתמודד פנים מול
                                    פנים עם דארת' ויידר. בקרב החרבות שמתפתח לוק מאבד את ידו הימנית ומגלה שויידר הוא
                                    בעצם אביו. ויידר, שמגלה לו את זהותו, מציע ללוק לפנות אל הצד האפל ולשלוט ביחד בגלקסיה
                                    כאב ובן. לוק דוחה את הצעתו וקופץ לתהום, אך חבריו מצילים אותו ומחליפים את ידו הכרותה
                                    ביד מכנית- כמו אנאקין סקייווקר
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Ep.5.jpg" alt="Ep.5" style="height: 290px; width: 206px" />
                            </td>
                        </tr>
                        <tr align="center">
                            <td colspan="2">
                                <a href="#Top">חזרה למעלה</a>
                            </td>
                        </tr>
                        <tr>
                            <td id="Ep.6" colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">מלחמת הכוכבים - פרק 6: שובו של הג'דיי</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    האן סולו, שנלכד על ידי דארת' ווידר והוקפא בפחמן, שבוי אצל ג'אבה. שני הדרואידים,
                                    C-3PO ו-R2-D2 נשלחים כשוחד אל ג'אבה. לאנדו קלריסיאן וליאה מסתננים במסווה אך ליאה
                                    נתפסת לאחר שהפשירה את האן מתא הפחמן, ובכך הופכת לשפחה של ג'אבה, ששם לה קולר עם רצועה
                                    כדי שלא תוכל לברוח. לוק מגיע למחרת ומביס את המפלצת של ג'אבה, הראנקור, והוא, האן
                                    וצ'ובקה מובלים להוצאתם להורג במדבר על ידי הסרלאק. הם מצליחים להתחמק וליאה חונקת
                                    את ג'אבה והורגת אותו, וכל החבורה כולה בורחת יחד.
                                </p>
                                <p>
                                    בינתיים, הקיסרות מחליטה לבנות כוכב מוות חדש, חזק ומשופר.
                                    <br />
                                    ויידר והקיסר מחליטים להעביר את לוק לצד האפל, ולהרגו אם לא יצליחו. לוק ו-R2-D2 חוזרים
                                    לכוכב דגובה כדי שלוק ישלים את אימוניו כג'דיי. יודה נפטר ולפני מותו שולח את לוק להתעמת
                                    עם ויידר ומגלה לו כי יש עוד סקייווקר. לוק פוגש את רוחו של אובי וואן קנובי על הכוכב
                                    ומתוודע לעובדה שהנסיכה ליאה היא אחותו.
                                </p>
                                <p>
                                    בעקבות הגילויים על כוכב המוות החדש, ברית המורדים מתכננת התקפה על הכוכב כאשר הוא
                                    עדיין בשלבי בנייה. המורדים משגרים חוליית קומנדו בראשות לוק, ליאה, האן סולו והדרואידים
                                    שתפקידה לשתק את מחולל המגן של כוכב המוות, שנמצא על אנדור. חוליית הקומנדו של המורדים
                                    מצליחם לפוצץ את מחולל המגן ברגע האחרון.
                                </p>
                                <p>
                                    יום לפני הפשיטה על תחנת הכוח עצמה, לוק מסגיר את עצמו לידי דארת' ויידר מחשש שוויידר
                                    יאתר אותו ואת חוליית המורדים באמצעות שימוש בכוח. ויידר לוקח את לוק להתעמת עם הקיסר,
                                    למרות ניסיונותיו של לוק לשכנעו לא לעשות זאת אלא לחזור בו מהצד האפל. בכוכב המוות,
                                    לוק מתעמת עם דארת' ויידר והקיסר פלפטין, שמנסים להעבירו לצד האפל. אחרי שהם לא מצליחים
                                    לפתות אותו בכוח ושליטה, הם מנסים לפנות אל הזעם שבו. בסופו של דבר לוק נכנע לזעמו
                                    ומצליח לכרות את ידו הימנית של אביו, דארת' ויידר, תוך קרב סוער. ברגע האחרון מצליח
                                    לוק להירגע ונמנע מלהרוג את אביו ומודיע לקיסר כי לעולם לא יעבור אל הצד האפל. ברגע
                                    שהקיסר הבין שנכשל בלפתות את לוק לצד האפל הוא מחליט לענות אותו בלהרוג אותו. כשהקיסר
                                    מתחיל להרוג את לוק, וויידר לא מסוגל לחזות בבנו גוסס בעינויים ומציל אותו בכך שהוא
                                    זורק את הקיסר אל התהום. במעשה זה, חוזר ויידר להיות אנאקין סקייווקר - אביר הג'דיי
                                    הישן והטוב, אך גם סופג חלק מהחשמל ובסופו של דבר עקב כך, באומרו ללוק "צדקת לגבי ...
                                    הגד לאחות שצדקת".
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Ep.6.jpg" alt="Ep.6" style="height: 290px; width: 206px" />
                            </td>
                        </tr>
                        <tr align="center">
                            <td colspan="2">
                                <a href="#Top">חזרה למעלה</a>
                            </td>
                        </tr>
                        <tr>
                            <td id="Ep.7" colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">מלחמת הכוכבים - פרק 7: הכוח מתעורר</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    לאחר שנים של מלחמה בין המסדר הראשון המהווה את שאריות האימפריה, לרפובליקה החדשה,
                                    מצליחה הגנרלית ליאה אורגנה להשיג מידע לגבי מיקומו של אחיה, אביר הג'דיי האחרון, לוק
                                    סקייווקר.
                                    <br />
                                    סקייווקר, שנעלם שנים רבות לפני כן, נרדף לא רק על ידי המורדים המבקשים אותו בשל כוחותיו
                                    ועל מנת שיחזיר את הג'דיי לקדמותם, אלא גם על ידי המסדר הראשון שמעוניין לחסלו ולהביא
                                    בכך את הקץ על שושלת הג'דיי בגלאקסיה.
                                </p>
                                <p>
                                    פו דמרון נשלח לכוכב ג'אקו במטרה לפגוש את לור סן טקה, ולקבל ממנו את המפה המובילה
                                    אל לוק. אל המקום מגיעים חיילי סער השייכים למסדר הראשון בראשותו של קיילו רן, מנהיג
                                    אבירי הרן. דמרון מחביא את המפה בתוך הדרויד שלו, BB-8, ונתפס על ידי חיילי המסדר הראשון
                                    שמחסלים לאחר מכן את כל הכפריים בפקודת קיילו רן.
                                </p>
                                <p>
                                    הדרויד נמלט מהמקום ופוגש את ריי, צעירה מקומית העוסקת למחייתה באיסוף גרוטאות מחלליות
                                    שהתרסקו ומכירתן תמורת אוכל. לאחר שקיילו רן מוציא מדמרון, בעזרת הכוח, את מקום המסתור
                                    של המפה, הוא שולח כוחות למצוא את הדרואיד.
                                    <br />
                                    FN-2187, חייל סער שהזדעזע מרצחנותו של המסדר הראשון, מחליט להציל את דמרון ולהימלט
                                    בעזרתו מכוחות המסדר הראשון. דמרון מעניק לחייל את השם פין, והשניים נמלטים ומתרסקים
                                    על הכוכב ג'אקו. פין מתעורר לאחר ההתרסקות ומשלא מצא את דמרון, הוא משוכנע שהלה נהרג
                                    בהתרסקות. בעודו מחפש דרך להימלט הוא פוגש את ריי ומזהה את הדרואיד שברשותה כזה שמחזיק
                                    את התוכניות. פין מזדהה לפני ריי כלוחם המחתרת והשניים גונבים את המילניום פלקון שנמצאת
                                    במגרש גרוטאות סמוך ונמלטים.
                                </p>
                                <p>
                                    המילניום פלקון נחטפת על ידי ספינת משא שבה, מתברר, נמצאים האן סולו וצ'ובאקה שחזרו
                                    לחיים כמבריחי סחורות. לאחר שלספינת המשא מגיעים כמה בעלי חוב שדורשים מסולו את הכסף,
                                    נמלטים הארבעה במילניום פלקון וטסים לטירתה של מאז קאנאטה, פיראטית בת למעלה מאלף שנה
                                    וחברתו של סולו שתסייע להם להימלט. בעוד שאורחי המסבאה של מאז מודיעים לאנשי המסדר
                                    הראשון, ובמקביל למורדים, על הימצאותם של הארבעה והדרואיד במקום, ריי שומעת קולות ממרתף
                                    הארמון של מאז שמביאים אותה עד לחרב האור של לוק סקייווקר, ברגע שהיא נוגעת בחרב היא
                                    חווה חיזיון במהלכו היא נלחמת בקיילו רן, שומעת את יודה, אובי ואן קנובי ואף רואה את
                                    דמותו של לוק עצמו. כשהיא מתעוררת מעניקה לה מאז חרב האור של סקייווקר שנמצאת במקום,
                                    אך היא מסרבת ובורחת. כוחות האימפריה מגיעים למקום במרדף אחר הדרואיד, אך בעקבותיהם
                                    מגיעים גם חיילי המרד ובראשם פו דמרון שמתברר שרד את הנחיתה אבל התעורר רק בלילה הרבה
                                    אחרי שפין הלך, והנסיכה ליאה אורגנה. מתברר שקיילו רן הוא בן סולו, בנם של האן סולו
                                    והנסיכה ליה, שאומן על ידי לוק אך עבר לצד האפל בעידודו של המנהיג העליון סנוק. פין
                                    יוצא לחפש את ריי שברחה ולוקח עמו את חרב האור, אך רן חוטף את ריי לספינתו במטרה להוציא
                                    ממנה את המידע על מיקומו של סקייווקר.
                                </p>
                                <p>
                                    המסדר הראשון בנה כלי נשק חדש, עוצמתי בהרבה מכוכב המוות: מחסל הכוכבים, המשתמש באנרגיית
                                    השמשות שמסביבו. בעזרתו היא מחסלת את כל כוכבי הלכת עליהם שוכנים הנהגת הרפובליקה.
                                    האן סולו, צ'ובאקה ופין נשלחים לנסות לחסל את הגנות הכוכב מבפנים על מנת שלוחמי המחתרת
                                    יוכלו להתקרב עם חלליות ה-x wing כדי להשמיד את המתנד של מחסל הכוכבים וכל זאת לפני
                                    שהמסדר הראשון יספיק להטעין אותו מחדש. בהגיעם לכוכב מתברר שפין הגיע במטרה להציל את
                                    ריי, אך זו הצליחה להימלט כשגילתה שגם היא שולטת ב"כוח" כשעמדה בחקירה של קיילו רן.
                                    <br />
                                    החבורה תופסת את המפקדת-לשעבר של פין, קפטן פאזמה, וזו, תחת איומים, מבטלת את הגנת
                                    הכוכב והתקפת המורדים על המתנד מתחילה, לאחר שפין, האן סולו וצ׳ובאקה רואים שההתקפה
                                    לא מוצלחת, הם מחליטים לנסות לעזור על ידי הטמנת חומרי נפץ על מנת לפוצץ את המתנד מבפנים,
                                    אך במהלך הניסיון פוגש האן את בנו ומנסה לשכנע אותו לחזור לצד המואר של הכוח. רן מתוודה
                                    כי הוא אינו שלם עם החלטתו לעבור לצד האפל ומבקש את עזרת אביו. בעודו מושיט לו את חרב
                                    האור שבנה, הוא מפעיל אותה, הורג את אביו ועובר בכך לחלוטין לצד האפל. מיד לאחר מותו
                                    של האן, צ'ובאקה מפוצץ את מטעני הנפץ ואלה פוגעים אנושות במתנד אך לא מפסיקים את פעולתו
                                    ואת פעולת הכוכב, השמש שאותה יונק מחסל הכוכבים, הולכת ונחלשת. לאחר קרב שנראה אבוד,
                                    מצליחה לבסוף יתר החבורה לפוצץ את הכוכב מבפנים. בעוד הכוכב מתחיל לקרוס, נלחמים ריי
                                    ופין בקיילו רן. פין נפצע קשה במהלך הקרב, אך ריי מצליחה להילחם, לפגוע בביטחונו העצמי
                                    של קיילו רן ולנצחו. במהלך קריסת הכוכב נפערת האדמה ביניהם והקרב נפסק. ריי וצ'ובאקה
                                    נמלטים במילניום פלקון, כשאיתם פין הפצוע ומחוסר ההכרה.
                                </p>
                                <p>
                                    לאחר שהמורדים מפענחים את המפה, נשלחת ריי יחד עם צ'ובאקה ו-R2-D2 למצוא את לוק סקייווקר.
                                    היא משוטטת בכוכב לבדה עד שהיא מוצאת אותו ומושיטה לו את חרב האור שלו.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Ep.7.jpg" alt="Ep.7" style="height: 290px; width: 206px" />
                            </td>
                        </tr>
                        <tr align="center">
                            <td colspan="2">
                                <a href="#Top">חזרה למעלה</a>
                            </td>
                        </tr>
                        <tr>
                            <td id="Ep.8" colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">מלחמת הכוכבים - פרק 8: אחרוני הג'דיי</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    המחתרת בהנהגת הגנרלית ליאה אורגנה מפנה את הבסיס העיקרי שלהם אחרי שהמסדר הראשון איתר
                                    את כוכב הלכת שלהם והחל לתקוף אותם. במהלך הפינוי המהיר מהכוכב, פו דמרון מוביל מתקפה
                                    כנגד ספינת הדרדנוט בעלת התותחים הכבדים של המסדר הראשון שגובה קורבנות רבים. לאחר
                                    הקרב, פו ננזף על ידי ליאה על כך שסירב לבטל את המתקפה על הדרדנוט ומורד בדרגה, בעוד
                                    האדמירל האקס ננזף על ידי המנהיג העליון סנוק על כישלונו למנוע את הפינוי. האקס מצליח
                                    למצוא שוב את המחתרת למרות בריחתם במהירות האור.
                                </p>
                                <p>
                                    חלליות קרב של המסדר הראשון בהנהגת קיילו רן תוקפות את ספינת הדגל של המחתרת. רן, שיכל
                                    להרוס את גשר החללית של המחתרת ובו הפיקוד הבכיר של המורדים, כולל אמו ליאה, החליט
                                    לא ללחוץ על ההדק ובמקומו טייס אחר מפציץ אותם. רבים ממפקדי המורדים נהרגים, כולל אדמירל
                                    אקבר. ליאה נפגעת אך נחלצת באמצעות ה"כוח" ומאבדת את הכרתה.
                                </p>
                                <p>
                                    גנרל אמילין הולדו הופכת להיות מפקדת המחתרת. המחתרת מבינה שלא תוכל להימלט שוב מאחר
                                    שהמסדר הראשון יוכל לאתר אותה בכל מקרה ומרדף אטי מתחיל: המחתרת מסתמכים על מהירותם
                                    הגבוהה של החלליות ועל מגן האנרגיה כדי להרוויח זמן. פין, רוז טיקו, BB-8, ופו מחליטים
                                    על תוכנית סודית לחדור לספינתו של סנוק, לנטרל את המעקב אחריהם ולהימלט.
                                </p>
                                <p>
                                    בינתיים ריי פוגשת את לוק סקייווקר בכוכב אק-טו, מספרת לו על שקרה להאן סולו ומבקשת
                                    ממנו שילמד אותה את דרכי הג'דיי. לוק, שבעבר אימן קבוצה של אבירי ג'דיי שביניהם היה
                                    קיילו רן שעבר לצד האפל, פוחד ומסרב. לדעתו על שושלת הג'דיי להסתיים, אך לאחר ש-R2-D2
                                    מזכיר לו את ליאה הוא מסכים לאמן אותה.
                                </p>
                                <p>
                                    פין ורוז טסים לכוכב קאנטו כדי למצוא את הפורץ ושובר הצפנים אשר יעזור להם לפרוץ לספינת
                                    הדגל של המסדר הראשון. בכוכב קאנטו נמצא קזינו ענק ומפואר שבו מבלים עשירים, ובהם רבים
                                    שעשו את הונם מסחר בנשק ומכירת אמצעי לחימה וחלליות קרב למסדר הראשון. אך כשהם מוצאים
                                    אותו, הם נעצרים ונעזרים בפורץ אחר כדי לברוח, לא לפני שהם מחלצים את החיות המשועבדות
                                    והורסים את עיר הקזינו שבכוכב. ריי מצליחה לתקשר עם קיילו רן באמצעות ה"כוח". הוא מספר
                                    לה שלוק רצה להרוג אותו והוא רק הגן על עצמו. ריי מחזיקה את ידו, היא רואה שבעתיד קיילו
                                    יחזור לצד המואר אך הוא רואה שהיא תעבור לצד האפל. כשהיא שואלת את לוק אם מה שקיילו
                                    סיפר לה נכון, הוא עונה לה שכאשר הוא חש באותו כוח אצלו הוא אכן רצה להרוג אותו אך
                                    מיד התחרט, בן התעורר, תקף את לוק ובשהוא התעורר לוק גילה שבן שרף את מקדש הג'דיי.
                                    ריי מחליטה לטוס אל קיילו רן בעוד לוק מנסה לעצור בעדה. אחרי שהיא עוזבת לוק לוקח החלטה
                                    לשרוף את העץ ששומר בתוכו את ספרי הג'דיי אך ברגע האחרון הוא מתחרט, יודה מופיע כ"רוח
                                    כוח", הורס אותם בעצמו ונותן עצות ללוק. הוא מספר לו שהספרים לא חשובים ושריי חשובה
                                    למחתרת.
                                </p>
                                <p>
                                    מאוחר יותר, ריי מגיעה לספינת הדגל של סנוק, שם, סנוק משתמש ביכולות ה"כוח" שלו כדי
                                    לענות אותה באכזריות כדי למשוך ממנה מידע על מקומו של לוק מתוך כוונה להרוג אותו וכך
                                    להבטיח את ניצחון המסדר הראשון במלחמה. לאחר מכן, סנוק מנסה לתמרן את קיילו רן להרוג
                                    את ריי, אך קיילו רן בוחר להרוג את סנוק בעזרת חרב האור של ריי. הריגתו של סנוק מובילה
                                    למאבק בין ריי ורן לבין השומרים המלכותיים של סנוק. לאחר הקרב בו נהרגים השומרים, מגלה
                                    רן לריי את תוכניתו להביס את המורדים ואת המסדר הראשון ומציע לה לחבור אליו ולהביא
                                    סדר חדש לגלקסיה, אך ריי מסרבת ובורחת מהחללית בדיוק כשפין ורוז נכשלים בתוכניתם ונמלטים
                                    אף הם.
                                </p>
                                <p>
                                    המחתרת בורחת מהחללית על ספינות תובלה תוך ידיעה שהמסדר הראשון יתעלם מאותן ספינות,
                                    אך המסדר הראשון עולה על כך שכל המורדים שנשארו נמצאים שם הם מתחילים להפציץ ספינה
                                    אחר ספינה, הולדו שנשארה על הספינה טסה במהירות האור אל תוך ספינת המסדר הראשון והורסת
                                    אותה. חברי המחתרת שנשארו בורחים לכוכב לכת שפעם שימש כמפקדה למחתרת ושם הם מתבצרים
                                    ושולחים אותות מצוקה למורדים ברחבי הגלקסיה, אשר בוחרים להתעלם. קיילו רן מורה על מתקפה
                                    קרקעית על בסיס המורדים ופורש תותח איל ניגוח לצד הלכני AT-AT. המורדים מוצאים על הכוכב
                                    מספר ספידרים ישנים ומתחילים במתקפת נגד. קיילו רן אשר נמצא ביחד עם המסדר, עכשיו כמנהיג
                                    העליון החדש, מורה להרוג כל אחד ואחת. ריי מגיעה עם המילניום פלקון ומצליחה להסיט את
                                    חלליות הקרב של המסדר הראשון מהקרב והורסת את כולם, בעוד שפין מתכנן לטוס היישר לתותח
                                    איל הניגוח המנסה לפרוץ את הבונקר. ברגע האחרון רוז מתנגשת בו ומסיטה מקרן האנרגיה
                                    של התותח ומצילה את חייו. היא אומרת לו שלא יכלה שיעשה זאת.
                                </p>
                                <p>
                                    בעוד חברי המחתרת נסוגים, הם רואים את לוק שהופיע לפתע כדי להילחם בקיילו רן בעצמו.
                                    פו מבין שהוא עושה זאת כדי שלמחתרת יהיה מספיק זמן כדי לברוח ומונע מהשאר לעזור, הוא
                                    אומר להם שעכשיו הם המורדים שישימו קץ למסדר הראשון. לוק וקיילו רן נלחמים בקרב חרבות
                                    אור בעוד המורדים בורחים. כאשר קיילו רן מנחית את המכה המנצחת הוא מגלה שלוק לא נפגע,
                                    גם בפעם השנייה שהוא מנסה, הוא מגלה שלוק בכלל לא שם אלא נשאר על אק-טו, ומה שהוא נלחם
                                    בו היה אשליית כוח שיצר לוק. לוק נפרד מקיילו רן שמבין ששיטה בו. המחתרת נתקלת בקיר
                                    מפולת סלעים, אותו ריי מצליחה להזיז באמצעות ה"כוח" והם בורחים על המילניום פלקון,
                                    ריי מספרת לליאה על לוק ופו וריי סוף סוף מכירים. פין מעלה את רוז והיא מקבלת טיפול
                                    רפואי, ליאה אומרת לריי שהמהפכה החלה והמחתרת ינצחו.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Ep.8.jpg" alt="Ep.8" style="height: 290px; width: 206px" />
                            </td>
                        </tr>
                        <tr align="center">
                            <td colspan="2">
                                <a href="#Top">חזרה למעלה</a>
                            </td>
                        </tr>
                    </table>
                </td>
            </tr>
        </table>
    </center>
</asp:Content>
