<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <center>
        <table cellpadding="5" bgcolor="white" width="77%" border="0" dir="rtl">
            <tr>
                <td>
                    <table cellpadding="5" width="100%" border="0" dir="rtl">
                        <tr>
                            <td colspan="2">
                                <center>
                                    <h1>
                                        <font style="font-family: Myriad עברית" size="30">דמויות</font>
                                    </h1>
                                </center>
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <h1>
                                    <font style="font-family: Myriad עברית">יודה</font></h1>
                            </td>
                        </tr>
                        <tr>
                            <td valign="top">
                                <p>
                                    יודה כיהן כמאסטר-ג'דיי וחבר בכיר במועצת הג'דיי. הוא נחשב לגדול אבירי הג'דיי בתקופתו,
                                    למרות גילו המופלג (כ-864 שנים).
                                </p>
                                <p>
                                    יודה אימן אבירי ג'דיי נודעים, ובכללם הרוזן דוקו (לפני פנייתו לצד האפל), אובי ואן
                                    קנובי (חלקית, לפני שקווי-גון ג'ין לקח על עצמו את אימונו) ולוק סקייווקר.
                                </p>
                                <p>
                                    יודה ממלא תפקיד חשוב בשכנוע מועצת הג'דיי שלא לאשר את בקשתו של קווי-גון ג'ין לאמן
                                    את אנאקין סקייווקר הצעיר עם סיום הכשרתו של אובי ואן קנובי, שהיה אז חניכו. יודה חש
                                    שחייו של אנאקין כעבד, וזכר אמו משפיעים עליו במידה המסכנת את עתידו כג'דיי. עתידו
                                    של הנער לוט בערפל, טוען יודה. אף על פי כן, לאחר מותו של קווי-גון ג'ין בידי דארת'
                                    מול, מועצת הג'דיי הופכת את החלטתה, מסיבות לא ברורות, ומאשרת את הכשרתו של אנאקין
                                    לג'דיי על ידי אובי-וואן קנובי. ייתכן שזיקתו החזקה של אנאקין לכוח היא זו שהשפיעה
                                    על המועצה, והם אישרו את הבקשה מתוך מחשבה שיהיה זה בזבוז (ואולי אפילו מסוכן) שלא
                                    לאמן את הנער. אפשרות אחרת היא שהמועצה מנסה לכבד את זכרו של קווי-גון ג'ין על ידי
                                    מילוי משאלתו האחרונה.
                                </p>
                                <p>
                                    למרות גדולתו בכוח, יודה לא מצליח למנוע את נפילת מסדר הג'דיי ועלייתו של אביר הסית'
                                    דארת' סידיוס, הוא הקאנצלר פלפטין, לשלטון. יודה מתוודה שקצרה ידו לראות מה קורה שכן
                                    הצד האפל של הכוח מערפל את העתיד. הוא לא מקדיש תשומת לב מספיקה למצוקותיו של אנאקין
                                    סקייווקר ומניח לו ליפול תחת השפעתו של פלפטין. חשדות המועצה בכוונותיו של פלפטין ואף
                                    מתן הוראה לאנאקין לרגל אחרי הקאנצלר, הם נופלים למלכודת של פלפטין ונותנים לו לבודד
                                    את אנאקין. יודה נשלח להנהיג את צבא המשובטים על מנת לעזור לווקים ואילו אובי ואן קנובי
                                    נשלח לצוד את גנרל גריווס בכוכב מרוחק.
                                </p>
                                <p>
                                    אובי ואן קנובי שולח את לוק סקייווקר לאימון מתקדם אצל יודה, בכוכב לכת דגובה. לוק
                                    סקייווקר היה התלמיד האחרון של יודה באימוני ג'דיי. על פניו מתקבל הרושם שלוק הוא תלמיד
                                    איטי. אימוניו אינם מתנהלים טוב ויודה מאוכזב ולעיתים אף מיואש ממנו. למרות זאת משתפרת
                                    בהדרגה שליטתו של לוק בכוח, אך הוא קוטע את אימוניו בכוח כדי לסייע לחבריו שנלכדו בידי
                                    דארת' ויידר, למרות הפצרותיהם של יודה ואובי ואן שיישאר וישלים את אימוניו.
                                    <br />
                                    מאסטר יודה מת בגיל 900. הוא מת כאשר לוק סקייווקר נמצא על דגובה (כוכב הגלות של יודה)
                                    ומדבר איתו על עברו ומה קרה להוריו של לוק. הוא נפטר כשהוא עומד לספר ללוק שיש לו אחות
                                    תאומה.
                                </p>
                            </td>
                            <td align="center">
                                <img src="Images/Yoda.jpg" alt="Yoda" style="height: 270px; width: 337px" />
                            </td>
                        </tr>
                    </table>
                </td>
            </tr>
        </table>
    </center>
</asp:Content>
